Repository: platiumsecnet/pDNS
Catalog: portal/server/facileManager/fm-modules/facileManager/languages/*/LC_MESSAGES/facileManager.po
Languages: de_de, fr_fr

source: Latest version: %s This upgrade requires a manual installation.
de_de: Neuste Version: %s Dieses Upgrade benötigt eine manuelle Installation.
fr_fr: Dernière version : %s Cette mise à niveau requiert une installation manuelle.

source: failed Installation aborted. %s is not an active module.
de_de: fehlgeschlagen Installation abgebrochen. %s ist kein aktives Modul.
fr_fr: échec Installation abandonnée. %s n'est pas un module actif.

source: Clean Up Database
de_de: Datenbank bereinigen
fr_fr: Nettoyer la Base de Données

source: <p>The required mysqldump utility is not found on %s.</p>
de_de: <p>Das benötigte mysqldump Werkzeug wurde auf %s nicht gefunden.</p>
fr_fr: <p>L'outil mysqldump requis est introuvable sur %s.</p>

source: Run an ad hoc backup of your database.
de_de: Ein AdHoc Backup Ihrer Datenbank durchführen.
fr_fr: Exécutez une sauvegarde de votre base de données.

source: Purge Logs
de_de: Säubere Logs
fr_fr: Purger les Journaux

source: You should periodically clean up your database to permanently remove deleted items. Make sure you backup your database first!
de_de: Sie sollten Ihre Datenbank regelmässig bereinigen, um gelöschte Objekte dauerhaft zu entfernen. Erstellen Sie zuvor ein Backup Ihrer Datenbank!
fr_fr: Vous devriez régulièrement nettoyer votre base de données pour enlever définitivement les éléments supprimés. Assurez-vous d'avoir sauvegardé votre base de données auparavant!

source: Set user '%s' status to %s.
de_de: Status von Benutzer '%s' auf %s setzen.
fr_fr: Définir le statut de l'utilisateur '%s' à %s.

source: You must be logged in to view these files.
de_de: Sie müssen angemeldet sein, um diese Dateien anzuschauen.
fr_fr: Vous devez être connecté pour afficher ces fichiers.

source: Connectivity Test Results
de_de: Verbindungstest Resultate
fr_fr: Résultats de Test de Connectivité

source: You do not have permission to manage servers.
de_de: Sie sind nicht berechtigt, Server zu verwalten.
fr_fr: Vous n'êtes pas autorisé à gérer les serveurs.

source: %d is not a valid serial number.
de_de: %d ist keine gültige Seriennummer.
fr_fr: %d n'est pas un numéro de série valide.

source: Failed: Client is not installed.
de_de: Fehlgeschlagen: Client ist nicht installiert.
fr_fr: Échec : Le client n'est pas installé.

source: This server needs to be upgraded manually with the following command:
de_de: Dieser Server muss manuell mit folgendem Kommando aktualisiert werden:
fr_fr: Ce serveur doit être mis à niveau manuellement avec la commande suivante :

source: Upgraded client scripts on %s.
de_de: Client Scripts wurden auf %s aktualisiert.
fr_fr: Scripts client mis à jour sur %s.

source: Failed: could not access %s using %s (tcp/%d).
de_de: Fehlgeschlagen: Konnte nicht auf %s zugreifen mit %s (tcp/%d).
fr_fr: Échec : Impossible d'accéder à %s avec %s (tcp/%d).

source: It appears %s does not have php configured properly within httpd or httpd is not running.
de_de: PHP wurden anscheinend auf %s nicht ordnungsgemäss im Webserver konfiguriert.
fr_fr: Il semble que %s n'a pas de configuration php valide avec httpd ou httpd n'est pas démarré.

source: Client upgrade failed.
de_de: Client Upgrade fehlgeschlagen.
fr_fr: Echec de mise à jour du client.

source: Config build was successful.
de_de: Erstellen der Konfiguration war erfolgreich.
fr_fr: La compilation de la configuration avec succès.

source: You do not have permission to build server configs.
de_de: Sie sind nicht berechtigt, Serverkonfigurationen zu erstellen.
fr_fr: Vous n'êtes pas autorisé à compiler les configurations serveur.

source: Failed: Server is %s.
de_de: Fehlgeschlagen: Server ist %s.
fr_fr: Échec: Le serveur est %s.

source: %d is not a valid group number.
de_de: %d ist keine gültige Gruppen-Nummer.

source: This server is not found.
de_de: Server wurde nicht gefunden.

source: This server will be updated on the next cron run.
de_de: Dieser Server wird beim nächsten Cron aktualisiert.

source: This server receives updates via cron - please manage the server manually.
de_de: Dieser Server erhält Updates via Cron - Bitte Server manuell verwalten.

source: Set options to the following:
de_de: Setze Optionen folgendermassen:
fr_fr: Réglez les paramètres système tel que suivant :

source: Empty values are not allowed.
de_de: Leere Felder sind nicht erlaubt.
fr_fr: Les valeurs vides ne sont pas autorisés.

source: These settings could not be saved because of a database error.
de_de: Die Einstellungen konnten aufgrund eines Datenbankfehlers nicht gespeichert werden.
fr_fr: Ces paramètres ne peuvent pas être enregistrés en raison d'une erreur de base de données.

source: There are no settings for this module.
de_de: Für dieses Modul gibt es keine Einstellungen.
fr_fr: Il n'y a pas de paramètres pour ce module.

source: You currently have no active servers defined. <a href="%s">Click here</a> to define one or more to manage.
de_de: Du hast keine aktiven Server definiert. <a href="%s">Klicke hier</a>, um einen einzurichten.

source: Running tests for %s
de_de: Führe Tests durch für %s

source: success
de_de: Erfolgreich

source: failed
de_de: Fehlgeschlagen

source: no SSH key defined
de_de: Kein SSH Key definiert

source: could not load SSH key into %s
de_de: Konnte SSH Schlüssel nicht in %s laden.

source: no SSH user defined
de_de: Kein SSH Benutzer definiert

source: ssh key login failed
de_de: SSH Key Login fehlgeschlagen

source: client file is not present
de_de: Client Datei existiert nicht

source: http page:
de_de: HTTP Seite:

source: skipping (host updates via cron)
de_de: Überspringe (Host Updates via Cron)

source: Connection Tests
de_de: Verbindungstests
fr_fr: Tests de connexion

source: Test the connectivity of your %s servers with the %s server.
de_de: Die Konnektivität Ihres %s Servers mit dem %s server testen.
fr_fr: Tester la connectivité de vos serveurs %s avec le serveur %s.

source: Run Tests
de_de: Tests durchführen
fr_fr: Exécuter les Tests

source: Invalid account
de_de: Ungültiges Konto
fr_fr: Compte invalide.

source: Invalid Server ID.
de_de: Ungültige Server-ID.
fr_fr: ID de Serveur Invalide.

source: Server Config Preview
de_de: Serverkonfiguration anschauen
fr_fr: Aperçu de la Configuration Serveur

source: password
fr_fr: mot de passe

source: Could not connect to MySQL.<br />Please check your credentials.
fr_fr: Impossible de se connecter à MySQL.<br />Veuillez vérifier vos informations d'identification.

source: Upgrade
fr_fr: Mettre à jour

source: The required .htaccess file appears to not work with your Apache configuration which is required by %1s.
fr_fr: Le fichier .htaccess ne semble ne pas fonctionner avec votre configuration Apache requis par %1s.

source: Dashboard
fr_fr: Tableau de bord

source: Logs
fr_fr: Journaux

source: Super Admin
fr_fr: Super Administrateur

source: Failed: SSH key is not %sdefined</a>.
fr_fr: Échec : La clé SSH n'est pas %sdéfinie</a>.

source: Failed: SSH user is not <a href="%s">defined</a>.
fr_fr: Échec : l' utilisateur SSH n'est pas <a href="%s">défini</a>.

source: Login
fr_fr: Connexion

source: LDAP Server
fr_fr: Serveur LDAP

source: Standard Port
fr_fr: Port Standard

source: SSL Port
fr_fr: Port SSL

source: Referrals
fr_fr: Références

source: Distinguished Name syntax.
fr_fr: Syntaxe du Distinguished Name.

source: Group Distinguished Name (DN)
fr_fr: Distinguished Name (DN) du Groupe

source: HTTPS Port
fr_fr: Port HTTPS

source: Could not add the user to the database.
fr_fr: Impossible d'ajouter l'utilisateur à la base de données.

source: Could not add the group to the database.
fr_fr: Impossible d'ajouter le groupe à la base de données.

source: Could not update the user in the database.
fr_fr: Impossible de mettre à jour l'utilisateur dans la base de données.

source: Could not update the group in the database.
fr_fr: Impossible de mettre à jour le groupe dans la base de données.

source: Details
fr_fr: Détails

source: The following modules have been detected:
fr_fr: Les modules suivants ont été détectés :

source: Update Database Now
fr_fr: Mettre à Jour la Base de Données Maintenant
