Repository: platiumsecnet/pDNS
Catalog: portal/server/facileManager/fm-modules/facileManager/languages/*/LC_MESSAGES/facileManager.po
Languages: de_de, fr_fr

source: Generated system SSH key pair.
de_de: SSH Schlüsselpaar generiert.
fr_fr: Paire de clés SSH système générée.

source: Generate
de_de: Generieren
fr_fr: Générer

source: SSH key pair is generated.
de_de: SSH Schlüsselpaar ist generiert.
fr_fr: Paire de clés SSH générée.

source: Required password strength for user accounts.
de_de: Benötigte Passwortstärke für Benutzerkonten.
fr_fr: Complexité du mot de passe requise pour les comptes d'utilisateurs.

source: Authentication Method
de_de: Authentifizierungsmethode
fr_fr: Méthode d'Authentification

source: Authentication will not be used and all users will have full access.
de_de: Authentifizierung wird nicht benutzt, sodass alle Benutzer vollen Zugriff haben.
fr_fr: L'authentification ne sera pas utilisé et tous les utilisateurs auront un accès complet.

source: Users are authenticated against %s thus allowing them to have specific privileges within the application.
de_de: Benutzer werden mit %s authentifiziert und haben festgelegte Rechte innerhalb der Applikation.
fr_fr: Les utilisateurs sont authentifiés par rapport à %s leur permettant ainsi d'avoir des privilèges spécifiques à l'application.

source: Allows users to authenticate against a LDAP server. This option only appears if the PHP LDAP module is loaded.
de_de: Benutzern erlauben, sich mit einem LDAP Server zu authentifizieren. Diese Option erscheint nur, wenn das PHP LDAP Modul geladen ist.
fr_fr: Permettre aux utilisateurs de s'authentifier sur un serveur LDAP. Cette option apparaît uniquement si le module PHP LDAP est installé.

source: Password Strength
de_de: Passwortstärke
fr_fr: Complexité du Mot de Passe

source: The DNS hostname or IP address of the server.
de_de: Der DNS-Name oder die IP Adresse des Servers.
fr_fr: Nom d'hôte DNS ou adresse IP du serveur.

source: TCP/UDP port for non-SSL communication.
de_de: TCP/UDP Port für Non-SSL Kommunikation.
fr_fr: Port TCP/UDP pour les communications non-SSL.

source: TCP/UDP port for SSL communication.
de_de: TCP/UDP Port für SSL Kommunikation.
fr_fr: Port TCP/UDP pour les communications SSL.

source: Protocol Version
de_de: Protokoll Version
fr_fr: Version de Potocole

source: Protocol version the server supports.
de_de: Protokoll-Version, welche der Server unterstützt.
fr_fr: Version de protocole pris en charge par le serveur.

source: Encryption
de_de: Verschlüsselung
fr_fr: Méthode d'encryption

source: Encryption type the server supports. TLS is only supported by version 3.
de_de: Verschlüsselungstyp, welcher der Server unterstützt. TLS wird nur in Version 3 unterstützt.
fr_fr: Type de chiffrement du serveur pris en charge. TLS est pris en charge uniquement en version 3.

source: Enable or disable LDAP referrals.
de_de: LDAP Referrals aktivieren oder deaktivieren.
fr_fr: Activer ou désactiver les références LDAP.

source: Require Group Membership
de_de: Benötigt Gruppenmitgliedschaft
fr_fr: Requérir l'appartenance à un groupe

source: Require user to be a member of a group to authenticate.
de_de: Benutzer muss ein Mitglied einer Gruppe sein, um sich authentifizieren zu können.
fr_fr: Requérir que l'utilisateur soit membre d'un groupe pour s'authentifier.

source: Distinguished Name of the group the user must have membership of.
de_de: Distinguished Name der Gruppe, welcher der Benutzer Mitglied sein muss.
fr_fr: Distinguished Name du groupe auquel l'utilisateur doit être membre.

source: Group Member Attribute
de_de: Gruppen Mitglied Attribut
fr_fr: Attribut d'Appartenance de Groupe

source: Name of the attribute that contains the usernames of the group members.
de_de: Name des Attributes, welches den Benutzernamen der Gruppenmitglieder beinhaltet.
fr_fr: Nom de l'attribut contenant les noms d'utilisateur des membres du groupe.

source: User Template
de_de: Benutzer Template
fr_fr: Modèle Utilisateur

source: The name of the user account that %s will use as a template for new LDAP users.
de_de: Name des Accounts, welcher %s als Template für neue LDAP Benutzer verwenden wird.
fr_fr: Le nom du compte utilisateur que %s utilisera comme modèle pour les nouveaux utilisateurs LDAP.

source: Login Message
de_de: Login Nachricht

source: An optional message to display on the login page.
de_de: Eine Nachricht, die auf der Loginseite angezeigt werden soll.

source: Automatic Client Registration
de_de: Automatische Client Registrierung
fr_fr: Enregistrement Automatique du Client

source: Allow clients to automatically register with %s.
de_de: Erlaube Clients, sich automatisch mit %s zu registrieren.
fr_fr: Permettre aux clients de s'enregistrer automatiquement avec %s.

source: Allow Automatic Client Registration
de_de: Erlaube automatische Clientregistrierung
fr_fr: Autoriser l'Enregistrement Automatique de Clients

source: Enforce SSL
de_de: Erzwinge SSL
fr_fr: Forcer SSL

source: Attempt to auto-detect and redirect the user to https.
de_de: Versuche Erkennung und Weiterleitung des Benutzers auf HTTPS.
fr_fr: Tenter de détecter automatiquement et rediriger les utilisateurs vers https.

source: The HTTPS TCP port %s runs on.
de_de: Der HTTPS TCP Port, auf dem %s läuft.
fr_fr: Le Port TCP HTTPS %s fonctionne sur.

source: Enable Mailing
de_de: Aktiviere Mailing
fr_fr: Activer Courrier

source: If this is unchecked, %s will never send an e-mail (including password reset links).
de_de: Wenn diese Option nicht aktiviert ist, wird %s keine E-Mails senden (auch keine Passwort Reset Links).
fr_fr: Si décoché, %s n'enverra jamais d'e-mails (y compris les e-mails de réinitialisation de mot de passe).

source: SMTP Hostnames
de_de: SMTP-Hostnamen
fr_fr: Nom d'hôte SMTP

source: Main and backup SMTP servers to use (semi-colon delimited).
de_de: Haupt- und Backup SMTP Server, die verwendet werden sollen (durch Semikolon getrennt).
fr_fr: Serveur SMTP principal et de sauvegarde (délimités par un point-virgule).

source: Enable SMTP Authentication
de_de: SMTP-Authentifizierung aktivieren
fr_fr: Activer l'Authentification SMTP

source: Use authentication with your SMTP server.
de_de: Authentifizierung über SMTP Server verwenden.
fr_fr: Utiliser l'authentification avec votre serveur SMTP.

source: SMTP Username
de_de: SMTP Benutzername
fr_fr: Nom d'utilisateur SMTP

source: Username your SMTP server requires for authentication.
de_de: Benutzername, der vom SMTP Server für die Authentifizierung benötigt wird.
fr_fr: Identifiant pour l'authentification SMTP.

source: SMTP Password
de_de: SMTP Passwort
fr_fr: Mot de passe SMTP

source: Password your SMTP server requires for authentication.
de_de: Passwort, das vom SMTP Server für die Authentifizierung benötigt wird.
fr_fr: Mot de passe pour l'authentification SMTP.

source: Enable TLS
de_de: TLS aktivieren
fr_fr: Activer TLS

source: Use TLS with your SMTP server connection.
de_de: TLS zur Verbindung mit dem SMTP Server verwenden.
fr_fr: Utiliser TLS pour la connexion au serveur SMTP.

source: Mail From
de_de: Mail von

source: E-mails sent by %s should be from this address. This only applies if the mailing method is enabled.
de_de: Gesendete E-Mails von %s sollten von dieser Adresse sein. Dies trifft nur zu, wenn die Mailing Methode aktiviert ist.
fr_fr: Les messages électroniques de %s seront envoyés avec cette adresse comme expéditeur. Cela s'applique uniquement si le courrier est activée.

source: Timezone
de_de: Zeitzone
fr_fr: Fuseau Horaire

source: Choose a city in the same timezone as you.
de_de: Wählen Sie eine Stadt in derselben Zeitzone.
fr_fr: Choisissez une ville du même fuseau horaire que vous.

source: Date Format
de_de: Datum Format
fr_fr: Format de Date

source: The date format all timestamps will be displayed in. This includes all throughout the UI, log files, and configuration files.
de_de: Datum Format, in dem alle Zeitstempel angezeigt werden. Dies beinhaltet das komplette UI, Logdateien und Konfigurationsdateien.
fr_fr: Format d'affichage de la date utilisé pour tous les horodatages. Cela comprend l'interface utilisateur, les fichiers journaux et fichiers de configuration.

source: Time Format
de_de: Zeit Format
fr_fr: Format de l'Heure

source: The time format all timestamps will be displayed in. This includes all throughout the UI, log files, and configuration files.
de_de: Zeit Format, in dem alle Zeitstempel angezeigt werden. Dies beinhaltet das komplette UI, Logdateien und Konfigurationsdateien.
fr_fr: Format d'affichage de l'heure utilisé pour tous les horodatages. Cela comprend l'interface utilisateur, les fichiers journaux et fichiers de configuration.

source: Logging Method
de_de: Logging Methode

source: Show Errors
de_de: Fehler anzeigen
fr_fr: Afficher les Erreurs

source: If this is checked, %s will display application errors when they occur.
de_de: Wenn Sie diese Option aktiviert haben wird %s alle Fehler anzeigen, wenn sie auftreten.
fr_fr: Si cette case est cochée, %s affichera les erreurs d'application lorsqu'elles se produisent.

source: Temporary Directory
de_de: Temporärer Ordner
fr_fr: Répertoire Temporaire

source: Temporary directory on %s to use for scratch files (must be writeable by %s).
de_de: Temporärer Ordner auf %s, um nach temporäre Programmdaten zu nutzen (muss von %s beschreibbar sein).
fr_fr: Répertoire temporaire sur %s pour les fichiers de travail (doit être accessible en écriture par %s).

source: Software Update
de_de: Software Aktualisierung
fr_fr: Mises à Jour Logicielles

source: If this is checked, %s will automatically check for updates.
de_de: Wenn diese Option aktiviert ist, wird %s automatisch nach Updates suchen.
fr_fr: Si coché, %s vérifie automatiquement les mises à jour.

source: Check for Updates
de_de: Nach Updates suchen
fr_fr: Vérifier les Mises à Jour Disponibles

source: Software Tree
de_de: Softwarekanal
fr_fr: Branche Logicielle

source: The minimum software tree %s should check updates for.
de_de: Der tiefste Softwarekanal, für den %s nach Updates suchen soll.
fr_fr: Branche pour laquelle %s doit vérifier les mises à jour.

source: Update Check Interval
de_de: Update Prüfintervall
fr_fr: Intervalle de Vérification de Mise à Jour

source: The frequency %s should check for updates.
de_de: Zeitintervall, in dem %s nach Updates suchen soll.
fr_fr: Fréquence avec laquelle %s doit vérifier les mises à jour.

source: SSH Username
de_de: SSH Benutzername
fr_fr: Nom d’Utilisateur SSH

source: The local system user to use for client interaction via SSH.
de_de: Der lokale Systembenutzer, der für die Client Interaktion via SSH benutzt werden soll.
fr_fr: Utilisateur système local à utiliser pour la connexion avec le client via SSH.

source: SSH Key Pair
de_de: SSH Schlüsselpaar
fr_fr: Paire de Clés SSH

source: If a ssh key pair is generated, clients can be updated over ssh.
de_de: Wenn ein SSH Schlüsselpaar generiert wurde, können Clients über SSH aktualisiert werden.
fr_fr: Si une paire de clés ssh est générée, les clients peuvent être mis à jour via ssh.

source: Image Branding
de_de: Logo Branding

source: Rebrand this installation with your image.<br />(Recommended size: 48px x 48px)
de_de: Brande diese Installation mit deinem eigenen Bild<br />(Empfohlene Grösse: 48px * 48px)

source: No module was selected to be installed.
de_de: Es wurde kein Modul zum Installieren ausgewählt.
fr_fr: Aucun module sélectionné pour installation.

source: %s installation failed!
de_de: %s Installation fehlgeschlagen!
fr_fr: installation de %s a échoué !

source: No installation file found for %s.
de_de: Es wurde keine Installationsdatei für %s gefunden.
fr_fr: Aucun fichier d'installation trouvé pour %s.

source: %s was installed successfully!
de_de: %s wurde erfolgreich installiert!
fr_fr: %s a été installé avec succès !

source: No module was selected to be upgraded.
de_de: Es wurde kein Modul für das Upgrade ausgewählt.
fr_fr: Aucun module sélectionné pour mise à jour.

source: %s upgrade failed!
de_de: %s Upgrade fehlgeschlagen!
fr_fr: la mise à niveau de %s a échoué !

source: %s was upgraded successfully! Make sure you upgrade your clients with the updated client files (if applicable).
de_de: %s wurde erfolgreich aktualisiert! Bitte führen Sie auch ein Upgrade Ihrer Clients durch (falls nötig).
fr_fr: %s a été mis à jour avec succès ! Assurez-vous de mettre à niveau vos clients avec les fichiers de mise à jour client (le cas échéant).

source: No updated packages are found.
de_de: Keine aktualisierten Pakete gefunden.

source: Cleaned up the database.
de_de: Datenbank bereinigt.
fr_fr: Base de données nettoyée.

source: Total number of records purged from the database: <b>%d</b>
de_de: Anzahl gesäuberter Einträge der Datenbank. <b>%d</b>
fr_fr: Nombre total d'enregistrements purgés de la base de données : <b>%d</b>

source: You are not authorized to run these tools.
de_de: Sie sind nicht berechtigt, diese Werkzeuge zu benutzen.
fr_fr: Vous n'êtes pas autorisé à exécuter ces outils.

source: mysqldump is not found on %s.
de_de: mysqldump wurde auf %s nicht gefunden.
fr_fr: mysqldump ne se trouve pas sur %s.

source: Backed up the database.
de_de: Datenbank gesichert.
fr_fr: Base de données sauvegardée.

source: Purged all logs from the database.
de_de: Alle Logdateien von der Datebank gesäubert.
fr_fr: Journaux de la base de données purgés.

source: There are no users.
de_de: Es gibt keine Benutzer.
fr_fr: Il n’y a pas d’utilisateurs.

source: There are no groups.
de_de: Es gibt keine Gruppen.
fr_fr: Il n'y a pas de groupes.

source: Last Session Date
de_de: Datum der letzten Session
fr_fr: Dernière Connexion

source: Last Session Host
de_de: IP der letzten Session
fr_fr: Hôte

source: Authenticate With
de_de: Authentifizieren mit
fr_fr: Authentification

source: Group Name
de_de: Gruppen Name
fr_fr: Nom du Groupe

source: Comment
de_de: Kommentar
fr_fr: Commentaire

source: Actions
de_de: Aktionen

source: No username defined.
de_de: Kein Benutzername angegeben.
fr_fr: Aucun nom d'utilisateur défini.

source: No password defined.
de_de: Kein Passwort angegeben.
fr_fr: Aucun mot de passe défini.

source: Passwords do not match.
de_de: Passwörter stimmen nicht überein.
fr_fr: Les mots de passe ne correspondent pas.

source: No e-mail address defined.
de_de: Keine E-Mail Adresse angegeben.
fr_fr: Aucune adresse de messagerie définie.

source: Username is too long (maximum %d characters).
de_de: Benutzername ist zu lang (maximal %d Zeichen).
fr_fr: Nom d'utilisateur est trop long (maximum %d caractères).

source: This user already exists.
de_de: Dieser Benutzer existiert bereits.
fr_fr: Cet utilisateur existe déjà.

source: Could not add the user because a database error occurred.
de_de: Der Benutzer konnte aufgrund eines Datenbankfehlers nicht gespeichert werden.

source: Added user '%s'.
de_de: Benutzer '%s' hinzugefügt.
fr_fr: Utilisateur ajouté '%s'.

source: No group name defined.
de_de: Kein Gruppen Name definiert.
fr_fr: Aucun nom de groupe défini.

source: Group name is too long (maximum %d characters).
de_de: Gruppen Name ist zu lang (maximal %d Zeichen).
fr_fr: Nom de groupe trop long (maximum %d caractères).

source: This group already exists.
de_de: Diese Gruppe existiert bereits.
fr_fr: Ce groupe existe déjà.

source: Could not add the group because a database error occurred.
de_de: Die Gruppe konnte aufgrund eines Datenbankfehlers nicht gespeichert werden.

source: Could not associate the users with the group.
de_de: Die Benutzer konnten nicht mit der Gruppe verbunden werden.
fr_fr: Impossible d'associer les utilisateurs au groupe.

source: Added group '%s'.
de_de: Gruppe '%s' hinzugefügt.
fr_fr: Groupe '%s' ajouté.

source: Could not update the user because a database error occurred.
de_de: Der Benutzer konnte aufgrund eines Datenbankfehlers nicht aktualisiert werden.

source: Updated user '%s'.
de_de: Benutzer '%s' aktualisiert.
fr_fr: Utilisateur '%s' mis à jour.

source: This is a malformed request.
de_de: Diese Anforderung ist ungültig.
fr_fr: Requête malformée.

source: Could not update the group because a database error occurred.
de_de: Die Gruppe konnte aufgrund eines Datenbankfehlers nicht aktualisiert werden.

source: Updated group '%s'.
de_de: Gruppe '%s' aktualisiert.
fr_fr: Groupe '%s' mis à jour.

source: This user is the LDAP user template and cannot be deleted at this time.
de_de: Dieser Benutzer ist die LDAP Benutzer Vorlage und kann zurzeit nicht gelöscht werden.
fr_fr: Cet utilisateur est le modèle d'utilisateur LDAP et ne peut pas être supprimé.

source: This group could not be removed from the associated users.
de_de: Diese Gruppe konnte nicht von den entsprechenden Benutzern entfernt werden.
fr_fr: Ce groupe ne peut être retiré des utilisateurs associés.

source: This %s could not be deleted.
de_de: Diese %s konnte nicht gelöscht werden.
fr_fr: Ce %s n'a pas pu être supprimé.

source: Deleted %s '%s'.
de_de: %s '%s' gelöscht.
fr_fr: %s '%s' Supprimé(s).

source: Never
de_de: Nie
fr_fr: Jamais

source: User Login
de_de: Benutzer Login
fr_fr: Identifiant de l’Utilisateur

source: User Comment
de_de: Benutzerkommentar

source: User Email
de_de: Benutzer E-Mail
fr_fr: Email de l’Utilisateur

source: User Password
de_de: Benutzer Passwort
fr_fr: Mot de Passe de l'Utilisateur

source: Associated Group
de_de: Zugehörige Gruppe
fr_fr: Groupe associé

source: Default Module
de_de: Standard Modul
fr_fr: Module par Défaut

source: Options
de_de: Optionen

source: Force Password Change at Next Login
de_de: Password muss beim nächsten Login geändert werden
fr_fr: Forcer le Changement de Mot de Passe Lors de la Prochaine Connexion

source: Template User
de_de: Template Benutzer
fr_fr: Modèle d'Utilisateur

source: Select one or more users
de_de: Wähle ein oder mehrere Benutzer
fr_fr: Sélectionnez un ou plusieurs utilisateurs

source: Associated Users
de_de: Zugehörige Benutzer
fr_fr: Utilisateurs Associés

source: Verbose Output
de_de: Erweiterte Ausgabe
fr_fr: Sortie Verbeuse

source: Permissions
de_de: Berechtigungen

source: Module Management
de_de: Modulverwaltung
fr_fr: Gestion des Modules

source: User Management
de_de: Benutzerverwaltung
fr_fr: Gestion des Utilisateurs

source: Run Tools
de_de: Tools
fr_fr: Exécuter les Outils

source: Manage Settings
de_de: Einstellungen verwalten
fr_fr: Gérer les Paramètres

source: Processing...please wait.
de_de: Verarbeite...bitte warten.
fr_fr: Traitement en cours... veuillez patienter

source: Are you sure you want to delete this item?
de_de: Wollen Sie dieses Objekt wirklich löschen?
fr_fr: Êtes-vous sûr de vouloir supprimer cet élément ?

source: Profile has been updated.
de_de: Profil wurde aktualisiert.
fr_fr: Profil mis à jour.

source: Click to confirm
de_de: Klicken zum Bestätigen
fr_fr: Cliquez pour confirmer

source: Are you sure you want to build the config for this server?
de_de: Wollen Sie die Konfiguration für diesen Server erstellen?
fr_fr: Êtes-vous certain de vouloir compiler la configuration pour ce serveur ?

source: Processing Config Build
de_de: Verarbeite Erstellung der Konfiguration
fr_fr: Compilation de la Configuration

source: Processing Bulk Action
de_de: Verarbeiten Massenaktion
fr_fr: Traitement des Actions de Masse

source: Are you sure you want to process all updates?
de_de: Wollen Sie alle Aktualisierungen durchführen?
fr_fr: Êtes-vous sûr de vouloir effectuer toutes les mises à jour ?

source: Processing Updates
de_de: Verarbeite Aktualisierung
fr_fr: Effectuer les Mises à Jour

source: More Characters
de_de: Mehr Zeichen
fr_fr: Plus de Caractères

source: Weak
de_de: Schwach
fr_fr: Faible

source: Passwords don't match
de_de: Passwörter stimmen nicht überein
fr_fr: Les mots de passe ne correspondent pas

source: No Username Specified
de_de: Kein Benutzername angegeben
fr_fr: Aucun Nom d'Utilisateur Spécifié

source: File Not Found
de_de: Datei nicht gefunden
fr_fr: Fichier Non Trouvé

source: The file you tried (%s) is not found at this location. The URL or link may be outdated or incorrect.
de_de: Die Datei (%s), auf die Sie zugreifen möchten, wurde an diesem Speicherort nicht gefunden. Die URL ist inkorrekt oder nicht mehr aktuell.
fr_fr: Le fichier que vous essayez (%s) est introuvable. L'URL ou le lien sont peut-être obsolètes ou incorrectes.

source: If you typed the URL in the address bar, please make sure the spelling is correct.
de_de: Falls Sie die URL in die Adressleiste eingegeben haben, stellen Sie bitte sicher, dass keine Fehler passiert sind.
fr_fr: Si vous avez saisi l'URL dans la barre d'adresses, assurez-vous d'avoir correctement entré celle-ci.

source: All Modules
de_de: Alle Module
fr_fr: Tous les Modules

source: Timestamp
de_de: Zeitstempel
fr_fr: Date-Heure

source: Module
de_de: Modul

source: User
de_de: Benutzer
fr_fr: Utilisateur

source: Message
de_de: Nachricht

source: Date Begin
de_de: Datum von
fr_fr: Date de Début

source: Date End
de_de: Datum bis
fr_fr: Date de Fin :

source: Search Text
de_de: Suchtext
fr_fr: Texte de Recherche

source: Search
de_de: Suchen
fr_fr: Rechercher

source: There are no log results.
de_de: Es gibt keine Log Resultate.
fr_fr: Aucune entrée de journal.

source: All Users
de_de: Alle Benutzer
fr_fr: Tous les Utilisateurs

source: Processing...
de_de: Verarbeite...
fr_fr: Traitement en cours…

source: activated
de_de: aktiviert
fr_fr: activé

source: deactivated
de_de: deaktiviert
fr_fr: désactivé

source: uninstalled
de_de: deinstaslliert
fr_fr: désinstallé

source: %s was %s
de_de: %s wurde %s
fr_fr: %s a été %s

source: Could not %s this module.
de_de: Konnte dieses Modul nicht %s.
fr_fr: Impossible de %s ce module.

source: Download %s
de_de: %s herunterladen

source: Update Core
de_de: Core aktualisieren

source: Update %s Core
de_de: %s Core aktualisieren

source: Activate
de_de: Aktivieren
fr_fr: Activer

source: Deactivate
de_de: Deaktivieren
fr_fr: Désactiver

source: Update
de_de: Aktualisieren

source: Description
de_de: Beschreibung

source: Are you sure you want to delete this module?
de_de: Wollen Sie dieses Modul wirklich löschen?
fr_fr: Êtes-vous sûr de vouloir supprimer ce module ?

source: Uninstall
de_de: Deinstallieren
fr_fr: Désinstaller

source: %s v%s or later is required<br />before this module can be upgraded.
de_de: %s v%s oder neuer wird benötigt,<br /> bevor dieses Modul aktualisiert werden kann.
fr_fr: %s v%s ou ultérieur est requis<b /r>avant que ce module ne puisse être mis à niveau.

source: Install Now
de_de: Jetzt installieren
fr_fr: Installer Maintenant

source: %s v%s or later is required.
de_de: %s v%s oder neuer wird benötigt.
fr_fr: %s v%s ou ultérieur est requis.

source: <p>There are no modules detected. You must first install the files in %s and then return to this page.</p>
de_de: <p>Es wurden keine Module erkannt. Sie müssen zuerst die Dateien in %s installieren und dann wieder zurückkehren.</p>
fr_fr: <p>Aucuns modules détectés. Vous devez d'abord installer les fichiers dans %s puis revenir à cette page.</p>

source: <p>If you don't have any modules, you can download them from the %smodule directory</a>.</p>
de_de: <p>Wenn Sie keine Module haben, können Sie diese vom %sModul Ordner herunterladen</a>.</p>
fr_fr: <p>Si vous n'avez aucuns modules, vous pouvez télécharger ces derniers à partir du répertoire %smodule</a>.</p>

source: Could not add server to account.
de_de: Server konnte nicht zum Konto hinzugefügt werden.
fr_fr: Impossible d'ajouter le serveur au compte.

source: Client automatic registration is not allowed.
de_de: Automatische Client Registrierung ist nicht erlaubt.
fr_fr: L'inscription automatique de clients n'est pas autorisée.

source: Latest version: %s No upgrade available.
de_de: Neuste Version: %s Kein Upgrade verfügbar.
fr_fr: Dernière version : %s Aucune mise à jour disponible.
