Repository: platiumsecnet/pDNS
Catalog: portal/server/facileManager/fm-modules/facileManager/languages/*/LC_MESSAGES/facileManager.po
Languages: de_de, fr_fr

source: The specified key is invalid.
de_de: Der angegebene Schlüssel ist ungültig.
fr_fr: La clé spécifiée n'est pas valide.

source: Your password reset email has been sent to the address on file.
de_de: Die E-Mail zum Zurücksetzen Ihres Passwortes wurde an die Adresse in der Datei verschickt.
fr_fr: Votre e-mail de réinitialisation de mot de passe a été envoyé avec succès

source: The database for %1s and its modules still needs to be upgraded.<br />Please contact a privileged user.
de_de: Die Datenbank für %1s und dessen Module müssen aktualisiert werden.<br />Bitte kontaktieren Sie den zuständigen Benutzer.
fr_fr: La base de données %1s et ses modules doit encore être mis à niveau.<br />Veuillez contacter un administrateur.

source: Your MySQL server (%1$s) is running MySQL version %2$s but %3$s %4$s requires at least %5$s.
de_de: Ihr MySQL Server (%1$s) läuft mit der Version %2$s, %3$s %4$s benötigt jedoch mindestens %5$s.
fr_fr: Votre serveur MySQL (%1$s) exécute MySQL version %2$s mais %3$s %4$s nécessite au moins %5$s.

source: Install
de_de: Installieren
fr_fr: Installer

source: Installation is complete! Click 'Next' to login and start using %s.
de_de: Installation abgeschlossen! Bitte klicken Sie auf 'Weiter', um sich anzumelden und %s zu verwenden.
fr_fr: L'installation est terminée ! Cliquez sur 'Suivant' pour vous connecter et commencer à utiliser %s.

source: Next
de_de: Weiter
fr_fr: Suivant

source: ERROR: %s
de_de: FEHLER: %s
fr_fr: ERREUR : %s

source: Before we can install the backend database, your database credentials are needed. (They will also be used to generate the <code>config.inc.php</code> file.)
de_de: Bevor die Backend Datenbank installiert werden kann, werden die Zugangsdaten benötigt. (Sie werden ebenfalls dazu benutzt, um die <code>config.inc.php</code> Datei zu erstellen.)
fr_fr: Avant de pouvoir installer la base de données, les identifiants de cette dernière sont nécessaires. (Ils serviront également à générer le fichier <code>config.inc.php</code>.)

source: Database Host
de_de: Datenbank Host
fr_fr: Hôte de base de données

source: Database Name
de_de: Datenbank Name
fr_fr: Nom de la base de données

source: Username
de_de: Benutzername
fr_fr: Nom d’utilisateur

source: username
de_de: benutzername
fr_fr: nom d’utilisateur

source: Password
de_de: Passwort
fr_fr: Mot de passe

source: Submit
de_de: Absenden
fr_fr: Valider

source: Could not connect to MySQL. Please check your credentials.
de_de: Konnte keine Verbindung zu MySQL aufbauen. Bitte prüfen Sie Ihre Angaben.

source: Database already exists and contains one or more tables.<br />Please choose a different name.
de_de: Datenbank existiert bereits und beinhaltet eine oder mehrere Tabellen.<br />Bitte wählen Sie einen anderen Namen.
fr_fr: La base de données existe déjà et contient une ou plusieurs tables.<br />Veuillez choisir un nom différent.

source: Ok, now create your super-admin account
de_de: Okay, erstellen Sie nun Ihr Super-Admin Konto
fr_fr: OK, maintenant créez votre compte super-admin

source: Confirm Password
de_de: Passwort bestätigen
fr_fr: Confirmez le mot de passe

source: Password Validity
de_de: Passwort Überprüfung
fr_fr: Validité du mot de passe

source: No Password
de_de: Kein Passwort
fr_fr: Pas de mot de passe

source: Hint
de_de: Hinweis
fr_fr: Astuce

source: Username and password cannot be empty.
de_de: Benutzername und Passwort dürfen nicht leer sein.
fr_fr: Le nom d'utilisateur et le mot de passe ne peuvent pas être vides.

source: Installer created user '%s'
de_de: Benutzer '%s' wurde erstellt
fr_fr: Le compte '%s' a été créé avec succès !

source: Backup Database
de_de: Datenbank sichern
fr_fr: Sauvegarder la Base de Données

source: I have detected you recently upgraded %s and its modules, but have not upgraded the database. Click 'Upgrade' to start the upgrade process.
de_de: Sie haben kürzlich ein Upgrade von %s und dessen Module durchgeführt, jedoch nicht die Datenbank. Klicken Sie auf 'Upgrade', um den Vorgang zu starten.
fr_fr: J'ai détecté que vous aviez récemment mis à jour %s et ses modules, mais vous n'avez pas mis à niveau la base de données. Cliquez sur 'Mettre à jour' pour démarrer le processus de mise à niveau.

source: The passwords do not match.
de_de: Die Passwörter stimmen nicht überein.
fr_fr: Les mots de passe ne correspondent pas.

source: Your password failed to get updated.
de_de: Ihr Passwort konnte nicht aktualisiert werden.
fr_fr: Echec de la mise à jour de votre mot de passe.

source: Password Reset
de_de: Passwort Wiederherstellung
fr_fr: Réinitialisation du mot de passe

source: New Password
de_de: Neues Passwort
fr_fr: Nouveau mot de passe

source: password again
de_de: Passwort wiederholen
fr_fr: Mot de passe (confirmation)

source: Your password has been updated! Click 'Next' to login and start using %s.
de_de: Ihr Passwort wurde aktualisiert! Klicken Sie auf 'Weiter', um sich anzumelden und %s zu verwenden.
fr_fr: Votre mot de passe a été mis à jour ! Cliquez sur 'Suivant' pour vous connecter et commencer à utiliser %s.

source: The connection to the database has failed. Please check the configuration.
de_de: Die Verbindung zur Datenbank ist fehlgeschlagen. Bitte prüfen Sie die Konfiguration.
fr_fr: La connexion à la base de données a échoué. Veuillez vérifier la configuration.

source: Database Connection
de_de: Datenbankverbindung

source: The database is installed; however, the associated application tables are missing. Click 'Start Setup' to start the installation process.
de_de: Die Datenbank ist installiert, es fehlen jedoch die zugehörigen Tabellen. Klicken Sie auf 'Setup Starten', um mit der Installation zu beginnen.
fr_fr: La base de données est installé ; toutefois, des tables de l'application sont manquantes. Cliquez sur 'Lancer l'Installation' pour démarrer le processus d'installation.

source: Start Setup
de_de: Setup Starten
fr_fr: Démarrer l'Installation

source: The database is installed; however, an administrative account was not created. Click 'Continue Setup' to continue the installation process.
de_de: Die Datenbank ist installiert, es fehlt jedoch ein Administrator Konto. Klicken Sie auf 'Setup fortfahren', um mit der Installation weiterzufahren.
fr_fr: La base de données est installé ; toutefois, aucun compte d'administrateur n'a été créé. Cliquez sur 'Poursuivre l'Installation' pour poursuivre le processus d'installation.

source: Continue Setup
de_de: Setup fortfahren
fr_fr: Poursuivre l'Installation

source: The database is not installed. Click 'Start Setup' to start the installation process.
de_de: Die Datenbank ist nicht installiert. Klicken Sie auf 'Setup Starten', um mit der Installation zu beginnen.
fr_fr: Cette base de données n'est pas installé. Cliquez sur 'Démarrer l'Installation' pour démarrer le processus d'installation.

source: Query
de_de: Abfrage
fr_fr: Requête

source: Database error
de_de: Datenbankfehler
fr_fr: Erreur de base de données

source: Your server is running PHP version %1$s but %2$s %3$s requires at least %4$s.
de_de: Ihr Server läuft mit der PHP-Version %1$s, %2$s %3$s benötigt jedoch mindestens %4$s.
fr_fr: Votre serveur exécute PHP version %1$s mais %2$s %3$s nécessite au moins %4$s.

source: Your PHP installation appears to be missing the %1s extension which is required by %2s.
de_de: %2s benötigt das PHP-Modul %1s, welches anscheinend nicht installiert wurde.
fr_fr: Il semble que l'extension PHP %1s requise par %2s est manquante.

source: Your Apache installation appears to be missing the mod_rewrite module which is required by %1s.
de_de: Das Apache-Modul mod_rewrite wurde nicht erkannt, wird jedoch von %1s benötigt.
fr_fr: Il semble que le module Apache mod_rewrite requis par %1s est manquant.

source: Apache mod_rewrite Loaded
de_de: Apache-Modul mod_rewrite geladen
fr_fr: Apache module mod_rewrite Chargé

source: I cannot create the missing %1s.htaccess which is required by %2s so please create it with the following contents:
de_de: Datei %1s.htaccess konnte nicht erstellt werden, wird jedoch von %2s benötigt. Bitte erstellen Sie die Datei mit folgendem Inhalt:
fr_fr: Impossible de créer le fichier %1s.htaccess manquant requis par %2s, aussi merci de créer ce dernier avec le contenu suivant :

source: .htaccess File Present
de_de: .htaccess Datei vorhanden
fr_fr: Fichier .htaccess présent

source: The %1s.htaccess file from the tar file is missing and is required by %2s.
de_de: Die %1s.htaccess Datei von der tar Datei fehlt, wird aber von %2s benötigt.

source: The required .htaccess file appears to not work with your Apache configuration which is required by %1s. AllowOverride None in your configuration may be blocking the use of .htaccess.
de_de: Die benötigte .htaccess Datei scheint, nicht mit Ihrer Apache Konfiguration zu funktionieren, wird jedoch von %1s benötigt. AllowOverride None in der Konfiguration könnte die Nutzung von .htaccess womöglich blockieren.

source: Test Rewrites
de_de: Rewrites Testen
fr_fr: Tester les Réécritures

source: Edit Profile
de_de: Profil bearbeiten
fr_fr: Modifier le profil

source: Logout
de_de: Ausloggen
fr_fr: Déconnexion

source: Help
de_de: Hilfe
fr_fr: Aide

source: Process all available updates now
de_de: Alle Aktualisierungen durchführen
fr_fr: Effectuer toutes les mises à jour disponibles maintenant

source: Search this page
de_de: Auf dieser Seite suchen
fr_fr: Rechercher dans cette page

source: Select an option
de_de: Wählen Sie eine Option
fr_fr: Sélectionnez une option

source: You have no modules installed.
de_de: Sie haben keine Module installiert.
fr_fr: Vous n'avez aucuns modules installés.

source: Lost connection to the database.
de_de: Verbindung zur Datenbank verloren.

source: next &rarr;
de_de: nächstes &rarr;
fr_fr: suivant &rarr;

source: &larr; previous
de_de: &larr; vorheriges
fr_fr: &larr; précédent

source: %d item
de_de: %d Objekt
fr_fr: %d élément

source: items per page
de_de: Objekte pro Seite
fr_fr: éléments par page

source: Requirement Error
de_de: Abhängigkeitsfehler
fr_fr: Erreur de Prérequis

source: Try Again
de_de: Erneut versuchen
fr_fr: Essayer de nouveau

source: Bulk Actions
de_de: Massenverarbeitung
fr_fr: Changements de Masse

source: Apply
de_de: Übernehmen
fr_fr: Appliquer

source: An unknown error occurred.
de_de: Ein unbekannter Fehler ist aufgetreten.
fr_fr: Une erreur inconnue s’est produite.

source: Oops!
de_de: Ups!
fr_fr: Oups !

source: &larr; Back
de_de: &larr; Zurück
fr_fr: &larr; Retour

source: You do not have permission to view this page. Please contact your administrator for access.
de_de: Sie haben keine Berechtigung, diese Seite zu betrachten. Bitte kontaktieren Sie den Administrator.
fr_fr: Vous n'êtes pas autorisé à afficher cette page. S'il vous plaît contactez votre administrateur pour y accéder.

source: Forbidden
de_de: Verboten

source: Manually reset authentication method.
de_de: Authentifizierungsmethode manuell zurücksetzen.
fr_fr: Réinitialiser manuellement la méthode d'authentification.

source: PHP max_input_vars (%1$d) has been reached and %2$s or more are required. Please increase the limit to fulfill this request. One method is to set the following in %3$s.htaccess:
de_de: PHP max_input_vars(%1$d) wurden erreicht. %2$s oder mehr werden jedoch benötigt. Bitte erhöhen Sie das Limit, um diese Anfrage auszuführen. Sie können folgendes in der %3$s.htaccess Datei setzen:
fr_fr: Le nombre maximal de variables PHP max_input_vars (%1$d) a été atteint et %2$s ou plus sont nécessaires. S'il vous plaît augmentez la limite pour procéder votre requête. Une des méthodes consiste à inscrire ce que suit dans %3$s.htaccess :

source: Save
de_de: Speichern
fr_fr: Enregistrer

source: Cancel
de_de: Abbrechen
fr_fr: Annuler

source: Success
de_de: Erfolgreich
fr_fr: Succès

source: Searched for %s
de_de: Suchen nach %s
fr_fr: Recherche de %s

source: Clear this search
de_de: Suche löschen

source: Search this page by keyword
de_de: Suchen nach Schlüsselwort
fr_fr: Rechercher dans cette page

source: Add New
de_de: Hinzufügen
fr_fr: Ajouter Nouveau

source: Failed: could not load SSH key into %s.
de_de: Fehlgeschlagen: Konnte SSH Schlüssel nicht in %s laden.
fr_fr: Échec : Impossible de charger la clé SSH dans %s.

source: Failed: could not access %s (tcp/%d).
de_de: Fehlgeschlagen: Konnte nicht auf %s zugreifen (tcp/%d).

source: Failed: Could not login via SSH. Check the system logs on the client for the reason.
de_de: Fehlgeschlagen: Konnte nicht via SSH anmelden. Prüfe die Server Logs auf dem Client, um die Ursache herauszufinden.

source: Failed: Client file is not present - is the client software installed?
de_de: Fehlgeschlagen: Client Datei existiert nicht - Ist die Client Software installiert?

source: %s and %s need to be writeable by %s in order for the core and modules to be updated automatically.
de_de: %s und %s müssen von %s beschreibbar sein, damit Core und Module automatisch aktualisiert werden können.

source: Extracting %s
de_de: Entpacke %s

source: %s does not exist!
de_de: %s existiert nicht!

source: Failed to extract %s!
de_de: %s konnte nicht entpackt werden!

source: Moving files to %s
de_de: Verschiebe Files in %s

source: Failed to save files!
de_de: Dateien konnten nicht gespeichert werden!

source: Unable to send email - PHPMailer class is missing.
de_de: E-Mail konnte nicht versendet werden - PHPMailer Klasse fehlt.
fr_fr: Impossible d'envoyer des email - classe PHPMailer manquante.

source: Mailer Error: %s
de_de: Mailer Fehler: %s
fr_fr: Erreur maileur: %s

source: Close
de_de: Schliessen
fr_fr: Fermer

source: Servers
de_de: Server
fr_fr: Serveurs

source: Failed: SSH user is not defined. You can define the user in the <a href="%s">Settings</a>.
de_de: Fehlgeschlagen: SSH Benutzer ist nicht definiert. Du kannst den Benutzer in den <a href="%s">hinzufügen</a>.

source: General
de_de: Allgemein
fr_fr: Général

source: Failed: SSH key is not defined. You can generate a keypair in the <a href="%s">Settings</a>.
de_de: Fehlgeschlagen: SSH Key ist nicht definiert. Du kannst den Key in den <a href="%s">Einstellungen</a> generieren.

source: I cannot create %s so please manually create it with the following contents:
de_de: %s konnte nicht erstellt werden. Bitte erstellen Sie die Datei manuell mit folgendem Inhalt:
fr_fr: Impossible de créer %s s'il vous plaît créez le manuellement avec le contenu suivant :

source: Once done, click "Install."
de_de: Klicken Sie auf "Installieren", sobald der Vorgang abgeschlossen ist.
fr_fr: Une fois effectué, cliquez sur 'Installer'.

source: Creating Configuration File
de_de: Konfigurationsdatei erstellen
fr_fr: Création du Fichier de Configuration

source: Config file has been created! Now let's create the database schema.
de_de: Konfigurationsdatei wurde erstellt! Kommen wir zum Datenbankschema.
fr_fr: Le fichier de configuration a été créé ! Maintenant nous allons créer le schéma de base de données.

source: Continue
de_de: Fortfahren
fr_fr: Continuer

source: Config file creation failed. Please try again.
de_de: Erstellen der Konfigurationsdatei fehlgeschlagen. Bitte versuchen Sies es erneut.
fr_fr: Échec de lz création du fichier de configuration. S'il vous plaît essayez de nouveau.

source: Database setup is complete! Now let's create your administrative account.
de_de: Datenbankinstallation abgeschlossen! Kommen wir zum Administrator Konto.
fr_fr: Installation de la base de données terminée ! Maintenant nous allons créer votre compte d'administrateur.

source: Database setup failed. Please try again.
de_de: Datenbankinstallation fehlgeschlagen. Bitte versuchen Sie es erneut.
fr_fr: L'installation de la base de données a échoué. Veuillez réessayer.

source: Creating Database
de_de: Datenbank erstellen
fr_fr: Création de la base de données

source: The following modules were installed as well:
de_de: Die folgenden Module wurden ebenfalls installiert:
fr_fr: Les modules suivants ont également été installés :

source: (They can always be uninstalled later.)
de_de: (Diese können später deinstalliert werden.)
fr_fr: (Ils pourront toujours être désinstallés par la suite.)

source: %s %s was born.
de_de: %s %s wurde geboren.
fr_fr: %s %s est né.

source: Creating %s Schema
de_de: Schema %s erstellen
fr_fr: Création de la Base de Données %s

source: Tools
de_de: Werkzeuge
fr_fr: Outils

source: Users & Groups
de_de: Benutzer & Gruppen
fr_fr: Utilisateurs & Groupes

source: Settings
de_de: Einstellungen
fr_fr: Paramètres

source: General Settings
de_de: Allgemeine Einstellungen
fr_fr: Paramètres Généraux

source: Modules
de_de: Module

source: Module Configuration
de_de: Modul-Konfiguration
fr_fr: Configuration des modules

source: Upgrading Core Schema
de_de: Core-Schema Upgrade
fr_fr: Mise à Jour de la Base de Données Principale

source: Upgrading %s Schema
de_de: %s Schema Upgrade
fr_fr: Mise à Jour de la Base de Données %s

source: %s was upgraded to %s.
de_de: %s wurde aktualisiert auf %s.
fr_fr: %s a été mise à jour vers %s.

source: Database upgrade for %1$s is complete! Click 'Next' to start using %1$s.
de_de: Datenbankupgrade für %1$s ist abgeschlossen! Bitte klicken Sie auf 'Weiter', um %1$s zu verwenden.
fr_fr: Mise à niveau de base de données %1$s est terminée ! Cliquez sur 'Suivant' pour commencer à utiliser %1$s.

source: Database upgrade failed. Please try again.
de_de: Datenbankupgrade fehlgeschlagen. Bitte versuchen Sie es erneut.
fr_fr: Echec de la mise à jour de la base de données. S'il vous plaît essayez de nouveau.

source: Failed
de_de: Fehlgeschlagen
fr_fr: Echec

source: Caution
de_de: Achtung
fr_fr: Attention

source: Edit
de_de: Bearbeiten
fr_fr: Modifier

source: Delete
de_de: Löschen
fr_fr: Supprimer

source: Duplicate
de_de: Duplizieren
fr_fr: Dupliquer

source: Enable
de_de: Aktivieren
fr_fr: Activer

source: Disable
de_de: Deaktivieren
fr_fr: Désactiver

source: Popout
de_de: Fenster öffnen

source: Send Password Reset Email
de_de: Passwort Wiederherstellung E-Mail senden
fr_fr: Envoyer un Email de Réinitialisation de Mot de Passe

source: Account Settings
de_de: Kontoeinstellungen
fr_fr: Paramètres du Compte

source: Template Account
de_de: Template-Konto
fr_fr: Modèle de Compte

source: Error
de_de: Fehler
fr_fr: Erreur

source: Preview Config
de_de: Konfiguration anschauen
fr_fr: Aperçu de la Configuration

source: Build Config
de_de: Konfiguration erstellen
fr_fr: Compiler la Configuration

source: Medium
de_de: Mittel
fr_fr: Moyen

source: The password must be at least seven (7) characters long containing letters and numbers.
de_de: Das Passwort muss mindestens 7 Zeichen lang sein und Buchstaben sowie Zahlen enthalten.
fr_fr: Le mot de passe doit comporter au moins sept (7) caractères contenant des lettres et des chiffres.

source: Strong
de_de: Stark
fr_fr: Fort

source: The password must be at least eight (8) characters long containing uppercase and lowercase letters, numbers, and special characters ('&', '$', '@', etc.).
de_de: Das Passwort muss mindestens 8 Zeichen lang sein und Grossbuchstaben, Kleinbuchstaben, Zahlen sowie Sonderzeichen enthalten.
fr_fr: Le mot de passe doit comporter au moins huit (8) caractères contenant des majuscules des minuscules, des chiffres et caractères spéciaux ('&', '$', '@', etc.).

source: Users
de_de: Benutzer
fr_fr: Utilisateurs

source: Groups
de_de: Gruppen
fr_fr: Groupes

source: None
de_de: Keine
fr_fr: Aucun

source: Builtin Authentication
de_de: Eingebaute Authentifizierung
fr_fr: Authentification Intégrée

source: Disabled
de_de: Deaktiviert
fr_fr: Désactivé

source: Enabled
de_de: Aktiviert
fr_fr: Activé

source: Hourly
de_de: Stündlich
fr_fr: Chaque heure

source: Daily
de_de: Täglich
fr_fr: Quotidien

source: Weekly
de_de: Wöchentlich
fr_fr: Hebdomadaire

source: Monthly
de_de: Monatlich
fr_fr: Mensuel

source: LDAP Authentication
de_de: LDAP Authentifizierung
fr_fr: Authentification LDAP

source: There was a problem with your request.
de_de: Es ist ein Problem mit Ihrer Anfrage aufgetreten.
fr_fr: Il y a un problème avec votre demande.

source: You do not have permission to make these changes.
de_de: Sie sind nicht berechtigt, diese Änderungen vorzunehmen.
fr_fr: Vous n'êtes pas autorisé à effectuer ces changements.

source: <p>Password reset email has been sent to %s.</p>
de_de: <p>Passwort Wiederherstellungs E-Mail wurde an %s versandt.</p>
fr_fr: <p>E-mail de réinitialisation de mot de passe envoyé à %s.</p>

source: These settings have been saved.
de_de: Die Einstellungen wurden gespeichert.
fr_fr: Ces paramètres ont été enregistrés.

source: Complete
de_de: Abgeschlossen
fr_fr: Terminé

source: All updates have been processed.
de_de: Alle Updates wurden verarbeitet.
fr_fr: Toutes les mises à jour ont été effectuées.

source: Updates Results
de_de: Updates Resultate
fr_fr: Mettre à Jour les Résultats

source: This user could not be set to %s.
de_de: Benutzer konnte nicht auf %s gesetzt werden.
fr_fr: Cet utilisateur n'a pas pu être paramétré à %s.

source: Set user (%s) status to %s.
de_de: Benutzer (%s) Status auf %s setzen.
fr_fr: Définir le statut de l'utilisateur (%s) à %s.

source: You are not authorized to build server configs.
de_de: Sie sind nicht berechtigt, Serverkonfigurationen zu erstellen.
fr_fr: Vous n'êtes pas autorisé à compiler les configurations serveurs.

source: Installing Module
de_de: Modul installieren
fr_fr: Installation du Module

source: Upgrading Module
de_de: Modul aktualisieren
fr_fr: Mise à Jour du Module

source: Database Clean Up Results
de_de: Datenbankbereinigung Resultate
fr_fr: Résultats du Nettoyage de Base de données

source: Log Purge Results
de_de: Säuberung protokollieren
fr_fr: Résultats de Purge du Journal

source: Core Update Results
de_de: Core Update Resultate

source: The next step is to upgrade the database.
de_de: Im nächsten Schritt wird die Datenbank aktualisiert

source: You are not authorized to run this tool.
de_de: Sie sind nicht berechtigt, dieses Werkzeug zu nutzen.
fr_fr: Vous n'êtes pas autorisé à exécuter cet outil.

source: Account is not found.
de_de: Konto wurde nicht gefunden.
fr_fr: Compte introuvable.

source: Server is not found.
de_de: Server wurde nicht gefunden.
fr_fr: Le server est introuvable.

source: Account is %s.
de_de: Konto ist %s.
fr_fr: Le compte est %s.

source: Forgot your password?
de_de: Passwort vergessen?
fr_fr: Mot de passe oublié ?

source: Reset Password
de_de: Passwort zurücksetzen
fr_fr: Réinitialiser mot de passe.

source: Login form
de_de: Login Formular
fr_fr: Formulaire de connexion

source: There is no valid e-mail address associated with this user.
de_de: Es gibt keine gültige E-Mailadresse zu diesem Benutzer.
fr_fr: Il n'y a aucune adresse de messagerie valide associée à cet utilisateur.

source: %s Password Reset
de_de: %s Passwort Wiederherstellung
fr_fr: %s Réinitialiser le Mot de Passe

source: Set system settings to the following:
de_de: Systemeinstellungen folgendermassen setzen:
fr_fr: Réglez les paramètres système tel que suivant :

source: %s is not a valid e-mail address.
de_de: %s ist keine gültige E-Mail Adresse.
fr_fr: %s n'est pas une adresse e-mail valide.

source: Invalid port number specified.
de_de: Ungültige Portnummer angegeben.
fr_fr: Numéro de port incorrect.

source: Could not save settings because a database error occurred.
de_de: Einstellungen konnten aufgrund eines Datenbankfehlers nicht gespeichert werden.
fr_fr: Impossible d'enregistrer les paramètres car une erreur de base de données a eu lieu.

source: Yes
de_de: Ja
fr_fr: Oui

source: No
de_de: Nein
fr_fr: Non

source: SSH key generation failed.
de_de: SSH Key Generierung fehlgeschlagen.
fr_fr: Échec de génération de clés SSH.
