Repository: platiumsecnet/pDNS
Catalog: portal/server/facileManager/fm-modules/fmDNS/languages/*/LC_MESSAGES/fmDNS.po
Languages: de_de, fr_fr

source: Select one or more zones
de_de: Eine oder mehrere Zonen auswählen
fr_fr: Sélectionnez une ou plusieurs zones

source: Limit access to the following zones:
de_de: Zugriff auf folgende Zonen limitieren:
fr_fr: Limiter l'accès aux zones suivantes :

source: You currently have no active name servers defined. <a href="%s">Click here</a> to define one or more to manage.
fr_fr: Vous n'avez actuellement aucun serveur de nom actif de défini. <a href="%s">Cliquez ici</a> pour en définir un ou plusieurs à gérer.

source: Servers
fr_fr: Serveurs

source: You currently have no global options defined for named.conf. <a href="%s">Click here</a> to define one or more.
de_de: Sie haben momentan keine globalen Optionen für named.conf festgelegt. <a href="%s"Klicken Sie hier</a>, um einen oder mehrere zu erstellen.
fr_fr: Vous n'avez actuellement aucunes options globales définies pour named.conf. <a href="%s">Cliquez ici</a> pour en définir une ou plusieurs.

source: You currently have no zones defined. <a href="%s">Click here</a> to define one or more.
de_de: Sie haben momentan keine Zonen festgelegt. <a href="%s">Klicken SIe hier</a>, um einen oder mehrere zu erstellen.
fr_fr: Vous n'avez actuellement pas de zones définies. <a href="%s">Cliquez ici</a> pour en définir une ou plusieurs.

source: Client is not installed.
de_de: Client ist nicht installiert.
fr_fr: Le client n'est pas installé.

source: Client needs to be upgraded.
de_de: Client muss aktualisiert werden.
fr_fr: Le client doit être mis à jour.

source: Server needs a new configuration built.
de_de: Der Server benötigt eine Generierung der Konfiguration.
fr_fr: Le serveur nécessite une nouvelle compilation de configuration.

source: Zone does not have a SOA defined.
de_de: Die Zone hat keinen SOA Eintrag definiert.
fr_fr: La zone n'a pas de SOA défini.

source: Zone does not have any NS records defined.
de_de: Die Zone hat keine NS Einträge definiert
fr_fr: La zone n'a pas d'enregistrements NS définis.

source: Zone needs to be reloaded.
de_de: Die Zone muss neugeladen werden.
fr_fr: La zone doit être rechargée.

source: Summary
de_de: Zusammenfassung
fr_fr: Résumé

source: You have <b>%s</b> name servers configured.
fr_fr: Vous avez <b>%s</b> serveur(s) de noms configuré(s).

source: You have <b>%s</b> zones defined.
fr_fr: Vous avez <b>%s</b> zone(s) définie(s).

source: You have <b>%s</b> records.
fr_fr: Vous avez <b>%s</b> enregistrement(s).

source: Needs Attention
de_de: Benötigt Ihre Aufmerksamkeit
fr_fr: Attention

source: Domain
fr_fr: Domaine

source: Clone of
de_de: Klon von
fr_fr: Clone de

source: Edit parent zone records
de_de: Parent Zonen Einträge bearbeiten
fr_fr: Modifier les enregistrements de la zone parente

source: Based on template
de_de: Basiert auf Template
fr_fr: Basé sur le modèle

source: Edit template zone records
de_de: Template Zonen Einträge bearbeiten
fr_fr: Modifier les enregistrements du modèle de zone

source: %s is not valid.
de_de: %s ist nicht gültig.
fr_fr: %s n'est pas valide.

source: Forward
fr_fr: Directes

source: Forward Zones
de_de: Forward Zonen
fr_fr: Zones de Recherche Directes

source: Reverse
fr_fr: Inversées

source: Reverse Zones
de_de: Reverse Zonen
fr_fr: Zones de Recherche Inversées

source: Records
de_de: Einträge
fr_fr: Enregistrements

source: Record Validation
de_de: Eintrag Überprüfung
fr_fr: Validation des Enregistrements

source: Config
de_de: Konfiguration
fr_fr: Configuration

source: Name Servers
de_de: Nameserver
fr_fr: Serveurs de Noms

source: Views
fr_fr: Vues

source: ACLs
fr_fr: LCAs

source: Access Control Lists
fr_fr: Listes de Contrôle d'Accès

source: Keys
fr_fr: Clés

source: Logging
fr_fr: Journalisation

source: Controls
fr_fr: Contrôles

source: Templates
fr_fr: Modèles

source: SOA Templates
fr_fr: Modèles de SOA

source: Zone Templates
de_de: Zonen Templates
fr_fr: Modèles de Zones

source: %s Settings
de_de: %s Einstellungen
fr_fr: Paramètres %s

source: All Servers
de_de: Alle Server
fr_fr: Tous les Serveurs

source: Groups
fr_fr: Groupes

source: Easily manage one or more ISC BIND servers through a web interface. No more editing configuration and zone files manually.
de_de: Verwalten Sie ganz einfach einen oder mehrere ISC BIND Server über ein Webinterface. Nie mehr manuelles Bearbeiten.
fr_fr: Gérez facilement un ou plusieurs serveurs ISC BIND au travers d'une interface web. Plus besoin d'éditer des fichiers de configuration et de zone manuellement.

source: Global
fr_fr: Général

source: Rate Limit
fr_fr: Contrôle de Débit

source: Channels
fr_fr: Flux

source: Enable named Checks
de_de: Named Checks aktivieren
fr_fr: Activer les Contrôles named

source: Enable or disable named-checkconf and named-checkzone utilities.
de_de: named-checkconf und named-checkzone Tools aktivieren oder deaktivieren
fr_fr: Activer ou désactiver les outils named-checkconf et named-checkzone.

source: sudo must be installed on %s with the following in sudoers:
de_de: sudo muss auf %s mit folgenden sudoers installiert sein:
fr_fr: sudo doit être installé sur %s avec ce qui suit dans sudoers :

source: Purge Configuration Files
de_de: Säubere Konfigurationsdateien
fr_fr: Purge des Fichiers de Configuration

source: When enabled, configuration files will be deleted on the DNS servers before building the server config. This can be handy if you want to remove unused files.
de_de: Konfigurationsdateien werden von der Erstellung auf dem DNS Server gelöscht. Dies kann von Vorteil sein, wenn ungebrauchte Dateien gelöscht werden möchten.
fr_fr: Si activé, les fichiers de configuration seront purgés des serveurs DNS avant de les recompiler de nouveau. Cela peut être utile si vous souhaitez supprimer les fichiers inutilisés.

source: Create Reverse Zones Automatically
de_de: Reverse Zonen automatisch erstellen
fr_fr: Créer Automatiquement les Zones Inverses

source: While creating A records and choosing to create the associated PTR record, reverse zones can be automatically created if they are missing.
de_de: Bei der Erstellung von A Records und der Auswahl des zugehörigen PTR Records können Reverse Zonen automatisch erstellt werden, falls noch nicht vorhanden.
fr_fr: Lors de la création d'enregistrements A et si vous choisissez de créer l'enregistrement PTR associé, les zones inverses peuvent être automatiquement créés si elles n'existent pas.

source: Use DNAME Resource Records for Clones
de_de: DNAME Resource Records für Klone verwenden
fr_fr: Utiliser les Enregistrements de Ressources DNAME pour les Clones

source: When creating cloned zones, use the DNAME resource record rather than a full clone (when available).
de_de: Beim erstellen von geklonten Zonen den DNAME Resource Record verwenden, anstatt einen vollen Klon (falls verfügbar).
fr_fr: Lors de la création de zones clonées, utiliser les enregistrement de ressource DNAME plutôt que d'effectuer un clonage complet (si disponible).

source: Option Value
de_de: Option Wert
fr_fr: Valeur de l’Option

source: You do not have sufficient privileges.
de_de: Sie haben nicht die erforderlichen Rechte.
fr_fr: Vous ne disposez pas de privilèges suffisants.

source: server
fr_fr: serveur

source: server group
de_de: server gruppe
fr_fr: groupe de serveurs

source: This item could not be set to %s.
de_de: Dieses Objekte konnte nicht auf %s gesetzt werden.
fr_fr: Cet élément ne peut être configuré avec %s.

source: Set %s (%s) status to %s.
de_de: %s (%s) Status auf %s setzen.
fr_fr: Statut de %s (%s) défini à %s.

source: Zone Reload Results
de_de: Zonen Reload Resultate
fr_fr: Résultats du Rechargement de la Zone

source: Error
fr_fr: Erreur

source: You are not authorized to reload this zone.
de_de: Sie sind nicht berechtigt, diese Zone neu zu laden.
fr_fr: Vous n'êtes pas autorisé à recharger cette zone.

source: Zone Import Wizard
fr_fr: Assistant d'Importation de Zone

source: Cache Management Results
de_de: Cache Verwaltung Resultate
fr_fr: Résultats de la Gestion du Cache

source: <p>You currently have no active name servers defined. <a href="%s">Click here</a> to define one or more to manage.</p>
fr_fr: <p>Vous n'avez actuellement aucun serveur de nom actif de défini. <a href="%s">Cliquez ici</a> pour en définir un ou plusieurs à gérer.</p>

source: Please specify at least one server.
de_de: Bitte geben Sie mindestens einen Server an.
fr_fr: Spécifiez au moins un serveur s'il vous plaît.

source: There are no ACLs.
de_de: Es existieren keine ACLs.
fr_fr: Il n'y a pas d'ACLs.

source: Name
fr_fr: Nom

source: Address List
de_de: Adressübereinstimmungsliste
fr_fr: Liste d’Adresses

source: Comment
de_de: Kommentar
fr_fr: Commentaire

source: ACL name is too long (maximum %d character).
de_de: ACL Name ist zu lang (maximal %d Zeichen)
fr_fr: Nom d'ACL trop long (%d caractère maximum).

source: This ACL already exists.
de_de: Diese ACL existiert bereits
fr_fr: Cette ACL existe déjà.

source: No ACL name defined.
de_de: Kein ACL Name angegeben.
fr_fr: Aucun nom d'ACL défini.

source: Could not add the ACL because a database error occurred.
de_de: Die ACL konnte aufgrund eines Datenbankfehlers nicht gespeichert werden.
fr_fr: Impossible d'ajouter l'ACL en raison d'une erreur de base de données.

source: Could not update the ACL because a database error occurred.
de_de: Die ACL konnte aufgrund eines Datenbankfehlers nicht aktualisiert werden.
fr_fr: Impossible de mettre à jour l'ACL en raison d'une erreur de base de données.

source: This ACL could not be deleted because a database error occurred.
de_de: Die ACL konnte aufgrund eines Datenbankfehlers nicht gelöscht werden.
fr_fr: Cette ACL ne peut être supprimée en raison d'une erreur de base de données.

source: ACL '%s' was deleted
de_de: ACL '%s' wurde gelöscht
fr_fr: L'ACL '%s' a été supprimée

source: Add ACL
de_de: ACL hinzufügen
fr_fr: Ajouter ACL

source: Edit ACL
de_de: ACL bearbeiten
fr_fr: Modifier ACL

source: ACL Name
fr_fr: Nom d'ACL

source: internal
de_de: intern
fr_fr: interne

source: Matched Address List
de_de: Liste der zutreffenden Adressen
fr_fr: Liste d’Adresses Associées

source: Addresses and subnets delimited by space, semi-colon, or newline
fr_fr: Adresses et sous-réseaux, délimités par un espace, un point-virgule, ou un retour à la ligne

source: The named utilities (specifically named-checkconf and named-checkzone) cannot be found on %s. If they were installed, these configs and zones could be checked for syntax.
de_de: Die named Werkzeuge (speziell named-checkconf und named-checkzone) konnten auf %s nicht gefunden werden. Die Syntax der Konfigurationen und Zonen können damit überprüft werden.
fr_fr: Impossible de trouver les outils named (named-checkconf et named-checkzone) sur %s. Si ils étaient installés, ces configurations et zones pourraient voir leur syntaxe vérifiée.

source: %s is not writeable by %s so the named checks cannot be performed.
de_de: %s kann von %s nicht geschrieben werden. Daher können die named checks nicht ausgeführt werden.
fr_fr: %s n'est pas accessibles en écriture par %s aussi les contrôles named ne peuvent pas être exécutées.

source: The webserver user (%s) on %s does not have permission to run the following command:%sThe following error ocurred:%s
de_de: Der Webserver Benutzer (%s) auf %s hat keine Berechtigung, um folgenden Befehl auszuführen:%sFolgender Fehler ist aufgetreten:%s
fr_fr: L'utilisateur du serveur web (%s) sur %s n'a pas l'autorisation d'exécuter la commande suivante : %sL'erreur suivante est survenue :%s

source: Your named configuration contains one or more errors:
de_de: Deine named Konfiguration enthält ein oder mehrere Fehler:
fr_fr: Votre configuration named contient une ou plusieurs erreurs :

source: Your zone configuration files contain one or more errors:
de_de: Deine Zonen Konfigurationsdateien enthalten einen oder mehrere Fehler:
fr_fr: Vos fichiers de configuration de zones contiennent une ou plusieurs erreurs :

source: Your named configuration and zone files are loadable.
de_de: Deine named Konfiguration und die Zonen-Files können geladen werden.
fr_fr: Vos fichiers de configuration et de zone named sont chargeable.

source: The root servers have been recently updated, but the webserver user (%s) cannot write to %s to update the hint zone.
de_de: Die Root-Server wurden gerade aktualisiert, jedoch kann der Webserver Benutzer (%s) nicht schreiben in %s, um die Zone zu aktualisieren.
fr_fr: Les serveurs racines ont récemment été mis à jour, mais l'utilisateur du serveur web (%s) ne peut pas écrire dans %s pour mettre à jour la hint zone.

source: A local copy will be used instead.
de_de: Eine lokale Kopie wird stattdessen benutzt.
fr_fr: Une copie locale sera utilisée à la place.

source: Cannot resolve %s
de_de: Kann %s nicht auflösen
fr_fr: Impossible de résoudre %s

source: There are no controls.
de_de: Es existieren keine Controls.
fr_fr: Il n'y a aucuns contrôles.

source: IP Address
de_de: IP Adresse
fr_fr: Adresse IP

source: Could not add the control because a database error occurred.
de_de: Die Control konnte aufgrund eines Datenbankfehlers nicht gespeichert werden.
fr_fr: Impossible d'ajouter le contrôle en raison d'une erreur de base de données.

source: Added control
de_de: Control hinzugefügt
fr_fr: Contrôle ajouté

source: Addresses
de_de: Adressen
fr_fr: Adresses

source: Could not update the control because a database error occurred.
de_de: Die Control konnte aufgrund eines Datenbankfehlers nicht aktualisiert werden.
fr_fr: Impossible de mettre à jour le contrôle en raison d'une erreur de base de données.

source: Updated control '%s' to the following:
fr_fr: Contrôle '%s' mis à jour avec la valeur suivante :

source: This control could not be deleted because a database error occurred.
de_de: Die Control konnte aufgrund eines Datenbankfehlers nicht gelöscht werden.
fr_fr: Ce contrôle ne peut pas être supprimé en raison d'une erreur de base de données.

source: Control '%s' was deleted.
de_de: Control '%s' wurde gelöscht.
fr_fr: Le contrôle '%s' a été supprimé.

source: Select one or more keys
de_de: Wählen Sie einen oder mehrere Schlüssel aus
fr_fr: Sélectionnez une ou plusieurs clés

source: Add Control
de_de: Control hinzufügen
fr_fr: Ajouter Contrôle

source: Edit Control
de_de: Control bearbeiten
fr_fr: Modifier Contrôle

source: Allowed Address List
de_de: Erlaube Liste von Adressen
fr_fr: Liste d’Adresses Autorisées

source: Define allowed hosts
de_de: Erlaubte Hosts definieren
fr_fr: Définissez les hôtes autorisés

source: %s is not a valid IP address.
de_de: %s ist keine gültige IP Adresse.
fr_fr: %s n'est pas une adresse IP valide.

source: Allowed addresses not defined.
de_de: Erlaubte Adressen nicht angegeben.
fr_fr: Adresses autorisées non définies.

source: %d is not a valid port number.
de_de: %d ist keine gültige Portnummer.
fr_fr: %d n'est pas un numéro de port valide.

source: There are no keys.
de_de: Es existieren keine Keys.
fr_fr: Il n'y a pas de clés.

source: Key
fr_fr: Clé

source: Algorithm
de_de: Algorithmus
fr_fr: Algorithme

source: View
fr_fr: Vue

source: Key name is too long (maximum %d character).
de_de: Key Name ist zu lang (maximal %d Zeichen).
fr_fr: Nom de clé trop long (%d caractère maximum).

source: No key defined.
de_de: Kein Key angegeben.
fr_fr: Pas de clé définie.

source: Could not add the key because a database error occurred.
de_de: Der Key konnte aufgrund eines Datenbankfehlers nicht gespeichert werden.
fr_fr: Impossible d'ajouter la clé en raison d'une erreur de base de données.

source: This key already exists.
de_de: Dieser Key existiert bereits.
fr_fr: Cette clé existe déjà.

source: Could not update the key because a database error occurred.
de_de: Der Key konnte aufgrund eines Datenbankfehlers nicht aktualisiert werden.
fr_fr: Impossible de mettre à jour la clé en raison d'une erreur de base de données.

source: This key could not be deleted because a database error occurred.
de_de: Der Key konnte aufgrund eines Datenbankfehlers nicht gelöscht werden.
fr_fr: Cette clé ne peut être supprimée en raison d'une erreur de base de données.

source: Key '%s' was deleted.
de_de: Key '%s' wurde gelöscht.
fr_fr: la clé '%s' a été supprimée

source: Add Key
de_de: Key hinzufügen
fr_fr: Ajouter Clé

source: Edit Key
de_de: Key bearbeiten
fr_fr: Modifier Clé

source: Key Name
de_de: Schlüssel Name
fr_fr: Nom de Clé

source: There are no %s defined.
de_de: Es existieren keine %s.
fr_fr: Aucun(e)s %s défini(e)s.

source: No channel name defined.
de_de: Kein Channel Name angegeben.
fr_fr: Aucun nom de flux défini.

source: This channel already exists.
de_de: Dieser Channel existiert bereits.
fr_fr: Ce flux existe déjà.

source: No file path defined.
de_de: Kein Dateipfad angegeben.
fr_fr: Aucun chemin de fichier défini.

source: Could not add the channel because a database error occurred.
de_de: Der Channel konnte aufgrund eines Datenbankfehlers nicht gespeichert werden.
fr_fr: Impossible d'ajouter le flux en raison d'une erreur de base de données.

source: No channel selected.
de_de: Kein Channel ausgewählt.
fr_fr: Aucun flux sélectionné.

source: Could not add the category because a database error occurred.
de_de: Die Kategorie konnte aufgrund eines Datenbankfehlers nicht gespeichert werden.
fr_fr: Impossible d'ajouter la catégorie en raison d'une erreur de base de données.

source: No channel defined.
de_de: Kein Channel angegeben.
fr_fr: Aucun flux défini.

source: Could not update the %s because a database error occurred.
de_de: %s konnte aufgrund eines Datenbankfehlers nicht aktualisiert werden.
fr_fr: Impossible de mettre à jour %s en raison d'une erreur de base de données.

source: This %s could not be deleted because it is associated with one or more categories.
de_de: %s konnte nicht gelöscht werden, da es zu einer oder mehreren Kategorien zugehörig ist.
fr_fr: %s ne peut pas être supprimé car il est associé à une ou plusieurs catégories.

source: This %s could not be deleted because a database error occurred.
de_de: %s konnte aufgrund eines Datenbankfehlers nicht gelöscht werden.
fr_fr: %s ne peut pas être supprimé en raison d'une erreur de base de données.

source: Logging %s '%s' was deleted.
de_de: Logging %s '%s' wurde gelöscht.
fr_fr: Le %s de journalisation '%s' a été supprimé.

source: Add Channel
de_de: Channel hinzufügen
fr_fr: Ajouter Flux

source: Add Category
de_de: Kategorie hinzufügen
fr_fr: Ajouter Catégorie

source: Edit Channel
de_de: Channel bearbeiten
fr_fr: Modifier Flux

source: Edit Category
de_de: Kategorie bearbeiten
fr_fr: Modifier Catégorie

source: Channel Name
fr_fr: Nom de Flux

source: Logging Destination
de_de: Ziel für Log
fr_fr: Destination de Journalisation

source: Severity
de_de: Schweregrad
fr_fr: Sévérité

source: Print Category (optional)
de_de: Zeige Kategorie (optional)
fr_fr: Afficher la Catégorie (optionnel)

source: Print Severity (optional)
de_de: Zeige Schweregrad (optional)
fr_fr: Afficher la Sévérité (optionnel)

source: Print Time (optional)
de_de: Zeige Uhrzeit (optional)
fr_fr: Afficher l'heure (optionnel)

source: Category
de_de: Kategorie
fr_fr: Catégorie

source: Oops!
de_de: Ups!
fr_fr: Oups !

source: Invalid request.
de_de: Ungültige Anfrage.
fr_fr: Requête invalide.

source: There are no options.
de_de: Es existieren keine Optionen.
fr_fr: Il n'y a pas d'options.

source: Value
de_de: Wert
fr_fr: Valeur

source: This record already exists.
de_de: Dieser Record existiert bereits.
fr_fr: Cet enregistrement existe déjà.

source: Empty values are not allowed.
de_de: Leere Werte sind nicht erlaubt.
fr_fr: Les valeurs vides ne sont pas autorisées.

source: %s is not an acceptable option name.
de_de: %s ist kein akzeptabler Optionsname.
fr_fr: %s n'est pas un nom d'option acceptable.

source: A database error occurred.
fr_fr: Une erreur de base de données est survenue.

source: Could not update the option because a database error occurred.
de_de: Die Option konnte aufgrund eines Datenbankfehlers nicht aktualisiert werden.
fr_fr: Impossible de mettre à jour l'option en raison d'une erreur de base de données.

source: This option could not be deleted because a database error occurred.
de_de: Die Option konnte aufgrund eines Datenbankfehlers nicht gelöscht werden.
fr_fr: Cette option ne peut pas être supprimée en raison d'une erreur de base de données.

source: Option '%s' for %s was deleted.
de_de: Option '%s' für %s wurde gelöscht.
fr_fr: L'option '%s' de %s a été supprimée.

source: Add Option
de_de: Option hinzufügen
fr_fr: Ajouter Option

source: Edit Option
de_de: Option bearbeiten
fr_fr: Modifier Option

source: Option Name
fr_fr: Nom d’Option

source: There are no %s records.
de_de: Es existieren keine %s Records.
fr_fr: Il n'y a aucuns enregistrements %s.

source: Add more records
de_de: Mehr Records hinzufügen
fr_fr: Ajouter plus d'enregistrements

source: Master
fr_fr: Maître

source: Refresh
fr_fr: Actualisation

source: Retry
fr_fr: Réessai

source: Expire
fr_fr: Expiration

source: TTL
fr_fr: Durée de Vie

source: Map
fr_fr: Association

source: Record
de_de: Eintrag
fr_fr: Enregistement

source: Class
fr_fr: Classe

source: Key Tag
fr_fr: Balise Clé

source: Hardware
fr_fr: Matériel

source: OS
fr_fr: Système d'Exploitation

source: Flags
fr_fr: Drapeaux

source: Order
de_de: Reihenfolge
fr_fr: Ordre

source: Pref
fr_fr: Priorité

source: Params
de_de: Parameter
fr_fr: Paramètres

source: Regex
fr_fr: Expression Régulière

source: Replace
fr_fr: Remplacement

source: Text
fr_fr: Texte

source: Priority
de_de: Priorität
fr_fr: Priorité

source: Weight
de_de: Gewichtung
fr_fr: Poids

source: Append Domain
de_de: Domain anhängen
fr_fr: Ajouter Domaine

source: Status
fr_fr: État

source: Valid
de_de: Gültig
fr_fr: Valide

source: Active
de_de: Aktiv
fr_fr: Actif

source: Disabled
de_de: Inaktiv
fr_fr: Inactif

source: yes
de_de: ja
fr_fr: oui

source: no
de_de: nein
fr_fr: non

source: Create PTR
de_de: PTR erstellen
fr_fr: Créer PTR

source: Delete
fr_fr: Supprimer

source: Skip Import
de_de: Import überspringen
fr_fr: Ignorer l'Importation

source: Select a Template
de_de: Template auswählen
fr_fr: Sélectionnez un Modèle

source: Create Template
de_de: Template erstellen
fr_fr: Créer Modèle

source: Template Name
fr_fr: Nom du Modèle

source: Make Default Template
de_de: Zum Standard Template machen
fr_fr: Définir Comme Modèle par Défaut

source: Master Server
fr_fr: Serveur Principal

source: Email Address
de_de: E-Mail Adresse
fr_fr: Adresse Email

source: Custom
de_de: Benutzerdefiniert
fr_fr: Personnalisé

source: Upgrade
fr_fr: Mettre à Jour

source: Build Config
de_de: Konfiguration erstellen
fr_fr: Compiler la Configuration

source: There are no servers.
de_de: Es existieren keine Server.
fr_fr: Il n'y a pas de serveurs.

source: There are no groups.
de_de: Es existieren keine Gruppen.
fr_fr: Il n'y a pas de groupes.

source: Hostname
fr_fr: Nom d'hôte

source: Method
de_de: Methode
fr_fr: Méthode

source: Server Type
de_de: Server Typ
fr_fr: Type de Serveur

source: Run-as
de_de: Ausführen als
fr_fr: Utilisateur du Service

source: Config File
de_de: Konfigurationsdatei
fr_fr: Fichier de Configuration

source: Server Root
fr_fr: Racine du Serveur

source: Zones Directory
de_de: Zonen Ordner
fr_fr: Répertoire des Zones

source: Group Name
de_de: Gruppen Name
fr_fr: Nom de Groupe

source: Master Servers
fr_fr: Serveurs Maîtres

source: Slave Servers
fr_fr: Serveurs Esclaves

source: No server name defined.
de_de: Kein Servername angegeben.
fr_fr: Aucun nom de serveur défini.

source: Server name is too long (maximum %d character).
de_de: Servername ist zu lang (maximal %d Zeichen).
fr_fr: Nom de serveur trop long (maximum %d caractère).

source: This server name already exists.
de_de: Dieser Servername existiert bereits.
fr_fr: Ce nom de serveur existe déjà.
