Repository: platiumsecnet/pDNS
Catalog: portal/server/facileManager/fm-modules/fmDNS/languages/*/LC_MESSAGES/fmDNS.po
Languages: de_de, fr_fr

source: Define the number of days the DNSSEC signatures should be valid for (each zone can override this).
de_de: Definiere die Anzahl Tage, für die DNSSEC Signaturen gültig sein sollen (Jede Zone kann dies übersteuern).

source: Define outside of global options clause
de_de: Ausserhalb von globalen Optionen definieren

source: This option requires BIND %s or later.
de_de: Diese Option benötigt BIND %s oder neuer.

source: Reload Results
de_de: Resultate neuladen

source: Bulk Action Results
de_de: Resultate Massenverarbeitung

source: Bulk Zone Import
de_de: Massenimport

source: Actions
de_de: Aktionen

source: Added ACL: Name: %s Comment: %s
de_de: ACL hinzugefügt: vName: %s vKommentar: %s

source: %s was added to the %s ACL
de_de: %s wurde zur ACL %s hinzugefügt

source: Updated ACL '%s' to the following: Name: %s Comment: %s
de_de: ACL '%s' wurde auf wie folgt geändert: vName: %s Kommentar: %s

source: %s was updated to %s on the %s ACL
de_de: %s wurde auf %s in der ACL %s aktualisiert

source: %s was deleted from the %s ACL
de_de: %s wurde von der ACL %s entfernt

source: The associated ACL elements could not be deleted because a database error occurred.
de_de: Aufgrund eines Datenbankfehlers konnte die ACL nicht gelöscht werden.

source: Add ACL Element
de_de: ACL hinzufügen

source: Edit ACL Element
de_de: ACL bearbeiten

source: The dnssec-signzone binary could not be found on %s so DNSSEC zone signing cannot be done.
de_de: Das dnssec-signzone Werkzeug wurde auf %s nicht gefunden, um die Zone zu signieren.

source: %s is not writeable by %s so DNSSEC zone signing cannot be done.
de_de: %s kann von %s nicht geschrieben werden. Daher kann die Signierung der DNSSEC Zone nicht durchgeführt werden.

source: There are no statistics channels.
de_de: Es existieren keine Statistik Channels.

source: Updated control to the following
de_de: Control wurde auf Folgendes aktualisiert

source: Secret
de_de: Schlüssel

source: Type
de_de: Typ

source: Created
de_de: Erstellt

source: You must specify a zone.
de_de: Du musst eine Zone angeben.

source: Both
de_de: Beide

source: You must choose a key type.
de_de: Du musst einen Key Typ auswählen.

source: This key has been revoked.
de_de: Dieser Key wurde gelöscht.

source: The private key and associated DNSKEY RR will be automatically generated if this field is left blank.
de_de: Der Private Key sowie der zugehörige DNSKEY RR wird automatisch generiert, wenn dieses Feld leer gelassen wird.

source: Key Type
de_de: Key Typ

source: Key Size
de_de: Key Grösse

source: Revoke this key
de_de: Key entfernen

source: Sign zone with this key
de_de: Signiere Zone mit diesem Key

source: The dnssec-keygen utility cannot be found on %s to generate the keys.
de_de: Das dnssec-keygen Werkzeug wurde auf %s nicht gefunden, um die Keys zu generieren.

source: %s is not writeable by %s so DNSSEC keys cannot be created.
de_de: %s kann von %s nicht geschrieben werden. Daher können DNSSEC Keys nicht erstellt werden.

source: The dnssec-revoke utility cannot be found on %s to revoke the key.
de_de: Das dnssec-revoke Werkzeug wurde auf %s nicht gefunden, um den Key zu löschen.

source: %s is not writeable by %s so the DNSSEC key cannot be revoked.
de_de: %s kann von %s nicht geschrieben werden. Daher kann der DNSSEC Key nicht entfernt werden.

source: An error occured while revoking the key: %s
de_de: Der Key %s konnte nicht entfernt werden.

source: Filter Zones
de_de: Zonen filtern

source: Could not add the option because a database error occurred.
de_de: Die Option konnte aufgrund eines Datenbankfehlers nicht hinzugefügt werden.

source: Action
de_de: Aktion

source: Linked PTR exists
de_de: Verlinkter PTR existiert

source: Update PTR
de_de: PTR aktualisieren

source: An error occured retrieving the zone from the database.
de_de: Die Zone konnte nicht aus der Datenbank geladen werden.

source: This zone does not support dynamic updates.
de_de: Diese Zone unterstützt keine dynamischen Updates.

source: An error occured retrieving the associated servers from the database. Could not find any active <a href="%s">name servers</a> for this zone.
de_de: Es konnten keine zugewiesenen Server aus der Datenbank geladen werden. Es wurden keine aktiven <a href="%s">Nameserver</a> für diese Zone gefunden.

source: The zone could not be retrieved from the DNS servers. Possible causes include:
de_de: Die Zone konnte nicht vom DNS Server geladen werden. Mögliche Ursachen:

source: There are no active name servers configured for this zone
de_de: Es existieren keine aktiven Nameserver für diese Zone

source: The update ports on the active name servers are not accessible
de_de: Die Update Ports auf den aktiven Nameserver sind nicht erreichbar

source: All name servers configured for this zone are not upgraded to at least 3.0-alpha1
de_de: Alle konfigurierten Nameserver für diese Zone wurden noch nicht auf die Version 3.0-alpha1 aktualisiert

source: All name servers configured for this zone are updated via cron (only SSH and http/https are supported)
de_de: Alle konfigurierten Nameserver für diese Zone werden via Cron aktualisiert (nur SSH und HTTP/HTTPS wird unterstützt)

source: The associated views could not be deleted because a database error occurred.
de_de: Die zugehörigen Views konnten aufgrund eines Datenbankfehlers nicht gelöscht werden.

source: The associated ACLs could not be deleted because a database error occurred.
de_de: Aufgrund eines Datenbankfehlers konnten die ACLs nicht gelöscht werden.

source: The associated controls could not be deleted because a database error occurred.
de_de: Die zugehörigen Controls konnten aufgrund eines Datenbankfehlers nicht gelöscht werden.

source: Updated serial number
de_de: Aktualisierte Seriennummer

source: Add
de_de: Hinzufügen

source: There are no records found.
de_de: Es wurden keine Records gefunden.

source: Bulk zone import complete.
de_de: Massenimport abgeschlossen.

source: Import failed to create the %s view. %s
de_de: Import zum erstellen von %s View fehlgeschlagen. %s

source: Import failed to create the %s zone. %s
de_de: Import konnte nicht die Zone %s erstellen. %s

source: Could not add the zone because a database error occurred.
de_de: Die Zone konnte aufgrund eines Datenbankfehlers nicht hinzugefügt werden.

source: One or more NS records still needs to be created for this zone
de_de: Einer oder mehrere NS Records müssen für diese Zone erstellt werden

source: The DNSSEC signature expires on %s.
de_de: Die DNSSEC Signatur läuft am %s ab.

source: clone
de_de: klonen

source: Zone is configured but not secured with DNSSEC
de_de: Zone ist konfiguriert aber nicht mit DNSSEC geschützt

source: There are no DNSSEC keys defined for this zone.
de_de: Es sind keine DNSSEC Keys für diese Zone definiert.

source: Zone supports dynamic updates
de_de: Zone unterstützt dynamische Updates

source: Support Dynamic Updates
de_de: Dynamische Updates unterstützen

source: yes (experimental)
de_de: Ja (experimentell)

source: Enable DNSSEC
de_de: DNSSEC aktivieren

source: The dnssec-signzone and dnssec-keygen utilities must be installed on %s in order for this to work.
de_de: Die Werkzeuge dnssec-signzone und dnssec-keygen müssen auf %s installiert sein.

source: Days
de_de: Tage

source: Enter the number of days to expire the signature if different from what is defined in the %s.
de_de: Gib die Anzahl Tage ein, nach der eine Signatur verfällt, falls sie nicht dem entspricht, was in %s definiert wurde.

source: Generate DS RR during signing
de_de: DS RR während der Signierung generieren

source: All Zones
de_de: Alle Zonen

source: DNSSEC signature expiry must be a valid number of days.
de_de: DNSSEC Signatur Verfall muss eine gültige Anzahl Tage sein.

source: Import Zones
de_de: Zonen importieren

source: Pulling the latest zone data from the server
de_de: Hole die neusten Zonen Daten vom Server

source: Import records from a BIND-compatible zone file into a single zone or import all views, zones, and records from a BIND-compatible zone dump file.
de_de: Importiere Records von einer BIND- kompatiblen Zonendatei in eine einzelne Zone oder importiere alle Views, Zonen und Records von einer BIND-kompatiblen Exportdatei.

source: Statistics Channels
de_de: Statistiken Channel
