Repository: platiumsecnet/pDNS
Catalog: portal/server/facileManager/fm-modules/fmDNS/languages/*/LC_MESSAGES/fmDNS.po
Languages: de_de, fr_fr

source: Server update port must be a valid TCP port.
de_de: Server Update Port muss ein gültiger TCP Port sein.
fr_fr: Le port de mise à jour du serveur doit être un port TCP valide.

source: Could not add the server because a database error occurred.
de_de: Der Server konnte aufgrund eines Datenbankfehlers nicht gespeichert werden.
fr_fr: Impossible d'ajouter le serveur en raison d'une erreur de base de données.

source: No group name defined.
de_de: Kein Gruppen Name definiert.
fr_fr: Aucun nom de groupe défini.

source: Group name is too long (maximum %d character).
de_de: Gruppen Name ist zu lang (maximal %d Zeichen).
fr_fr: Nom de groupe trop long (maximum %d caractère).

source: This group name already exists.
de_de: Dieser Gruppen Name existiert bereits.
fr_fr: Ce nom de groupe existe déjà.

source: Could not add the group because a database error occurred.
fr_fr: Impossible d'ajouter le groupe en raison d'une erreur de base de données.

source: Added server group
de_de: Server Gruppe hinzugefügt
fr_fr: Groupe de serveurs ajouté

source: Masters
fr_fr: Maîtres

source: Slaves
fr_fr: Esclaves

source: Could not update the server because a database error occurred.
de_de: Der Server konnte aufgrund eines Datenbankfehlers nicht aktualisiert werden.
fr_fr: Impossible de mettre à jour le serveur en raison d'une erreur de base de données.

source: Could not update the group because a database error occurred.
fr_fr: Impossible de mettre à jour le groupe en raison d'une erreur de base de données.

source: Updated server group '%s' to
de_de: Server Gruppe '%s' aktualisiert auf
fr_fr: Groupe de serveurs '%s' mis à jour à

source: The associated server configs could not be deleted because a database error occurred.
de_de: Die zugehörigen Serverkonfigurationen konnten aufgrund eines Datenbankfehlers nicht gelöscht werden.
fr_fr: Les configurations associée au serveur n'ont pas pu être supprimées en raison d'une erreur de base de données.

source: The server could not be removed from the %s table because a database error occurred.
de_de: Der Server konnte aufgrund eines Datenbankfehlers nicht von der Tabelle %s gelöscht werden.
fr_fr: Le serveur n'a pas pu être supprimé de la table %s en raison d'une erreur de base de données.

source: Server '%s' (%s) was deleted
de_de: Server '%s' (%s) wurde gelöscht
fr_fr: Le serveur '%s' (%s) a été supprimé

source: This server could not be deleted.
de_de: Der Server konnte nicht gelöscht werden.
fr_fr: Ce serveur n'a pas pu être supprimé.

source: Server group '%s' was deleted.
de_de: Server Gruppe '%s' wurde gelöscht.
fr_fr: Le groupe de serveurs '%s' a été supprimé.

source: This server group could not be deleted.
de_de: Die Server Gruppe konnte nicht gelöscht werden.
fr_fr: Ce groupe de serveur n'a pas pu être supprimé.

source: There is something wrong with your request.
de_de: Es ist ein Problem mit Ihrer Anfrage aufgetreten.
fr_fr: Il y a un problème avec votre demande.

source: Client Upgrade Available
de_de: Client Upgrade verfügbar
fr_fr: Mise à Jour Client Disponible

source: Client Install Required
de_de: Client Installation benötigt
fr_fr: Installation du Client Requise

source: missing
de_de: fehlt
fr_fr: manquant

source: None
de_de: Keine
fr_fr: Aucun

source: Add Server
de_de: Server hinzufügen
fr_fr: Ajouter Serveur

source: Add Group
de_de: Gruppe hinzufügen
fr_fr: Ajouter Groupe

source: Edit Server
de_de: Server bearbeiten
fr_fr: Modifier Serveur

source: Edit Group
de_de: Gruppe bearbeiten
fr_fr: Modifier Groupe

source: Note:
de_de: Kommentar:
fr_fr: Remarque :

source: The client installer can automatically generate this entry.
de_de: Der Client Installer kann diesen Eintrag automatisch generieren.
fr_fr: Le programme d'installation client peut générer automatiquement cette configuration.

source: Server Name
fr_fr: Nom de Serveur

source: Run-as Account
de_de: "Ausführen als" Konto
fr_fr: Utilisateur du Service

source: Other run-as account
de_de: Anderes "Ausführen als" Konto
fr_fr: Autre Utilisateur de Service

source: Update Method
de_de: Update Methode
fr_fr: Méthode de Mise à Jour

source: Server Chroot
fr_fr: Chemin d'Isolation

source: Zone File Directory
de_de: Zonendatei Ordner
fr_fr: Répertoire des Fichiers de Zone

source: Select master servers
de_de: Master Servers auswählen
fr_fr: Sélectionnez des serveurs maîtres

source: Select slave servers
de_de: Slave Servers auswählen
fr_fr: Sélectionnez des serveurs esclaves

source: This server is not found.
de_de: Dieser Server wurde nicht gefunden.
fr_fr: Le server est introuvable.

source: This server will be updated on the next cron run.
fr_fr: Ce serveur sera mis à jour lors de la prochain exécution de cron.

source: This server receives updates via cron - please manage the server manually.
fr_fr: Ce serveur reçoit des mises à jour via cron - s'il vous plaît gérez le serveur manuellement.

source: Failed: could not access %s using %s (tcp/%d).
fr_fr: Échec : impossible d'accéder à %s avec %s (tcp/%d).

source: It appears %s does not have php configured properly within httpd or httpd is not running.
fr_fr: Il semble que %s n'a pas de configuration php valide avec httpd, ou httpd n'est pas démarré.

source: Failed: SSH key is not <a href="%s">defined</a>.
fr_fr: Échec : La clé SSH n'est pas <a href="%s">définie</a>.

source: General
fr_fr: Général

source: Failed: could not load SSH key into %s.
fr_fr: Échec : impossible de charger la clé SSH dans %s.

source: Failed: SSH user is not <a href="%s">defined</a>.
fr_fr: Échec : l'utilisateur SSH n'est pas <a href="%s">defini</a>.

source: Failed: Could not login via SSH.
fr_fr: Échec : Impossible de se connecter via SSH.

source: Failed: Client is not installed.
de_de: Fehlgeschlagen: Client ist nicht installiert.
fr_fr: Échec : Le client n'est pas installé.

source: Failed: Server is %s.
de_de: Fehlgeschlagen: Server ist %s.
fr_fr: Échec: Le serveur est %s.

source: The associated zones for this server or group could not be updated because a database error occurred.
de_de: Die zugehörigen Zonen für diesen Server oder diese Gruppe konnte aufgrund eines Datenbankfehlers nicht aktualisiert werden.
fr_fr: Les zones associées à ce serveur ou groupe ne peuvent être actualisées en raison d'une erreur de base de données.

source: There are no templates.
de_de: Es existieren keine Templates.
fr_fr: Il n'y a pas de modèles.

source: Edit zone records
de_de: Zonen Records bearbeiten
fr_fr: Modifier les enregistrements de zone

source: Super Admin
fr_fr: Super Administrateur

source: Default Template
de_de: Standard Template
fr_fr: Modèle par Défaut

source: Add Template
de_de: Template hinzufügen
fr_fr: Ajouter Modèle

source: Edit Template
de_de: Template bearbeiten
fr_fr: Modifier Modèle

source: This template could not be deleted because a database error occurred.
de_de: Dieses Template konnte aufgrund eines Datenbankfehlers nicht gelöscht werden.
fr_fr: Ce modèle ne peut être supprimée en raison d'une erreur de base de données.

source: Unsupported Entries
de_de: Nicht unterstützte Einträge
fr_fr: Entrées non Supportées

source: %s currently does not support importing $GENERATE and $ORIGIN entries which were found in your zone file.
de_de: %s unterstützt zurzeit keine $GENERATE und $ORIGIN Einträge, wurden aber in der Zonendatei gefunden.
fr_fr: %s ne supporte actuellement pas l'importation d'entrées $GENERATE et $ORIGIN contenues dans votre fichier de zone.

source: Import Verification
de_de: Import Verifizierung
fr_fr: Vérification Importation

source: Import
fr_fr: Importer

source: Running tests for %s
fr_fr: Exécution de tests pour %s

source: success
fr_fr: succès

source: failed
fr_fr: échec

source: Remote Port:
fr_fr: Port Distant :

source: SSH Login:
fr_fr: Identifiant SSH :

source: no SSH key defined
fr_fr: Pas de clé SSH définie.

source: could not load SSH key into %s
fr_fr: impossible de charger la clé SSH dans %s.

source: no SSH user defined
fr_fr: Pas d'utilisateur SSH défini.

source: ssh key login failed
fr_fr: échec de connexion avec la clé ssh

source: http page:
fr_fr: site http :

source: skipping (host updates via cron)
fr_fr: ignoré (mises à jour de l'hôte via cron)

source: You do not have permission to access this %s.
de_de: Sie sind nicht berechtigt, auf diese %s zuzugreifen.
fr_fr: Vous n'êtes pas autorisé à accéder à %s.

source: There are no views.
de_de: Es existieren keine Views.
fr_fr: Il n'y a pas vues.

source: View Name
fr_fr: Nom de Vue

source: No view name defined.
de_de: Kein View Name definiert.
fr_fr: Aucun nom de vue défini.

source: This view already exists.
de_de: Diese View existiert bereits
fr_fr: Ce ttevue existe déjà.

source: Could not add the view because a database error occurred.
de_de: Die View konnte aufgrund eines Datenbankfehlers nicht gespeichert werden.
fr_fr: Impossible d'ajouter la vue en raison d'une erreur de base de données.

source: View name is too long (maximum %s characters).
de_de: View Name ist zu lang (maximal %s Zeichen)
fr_fr: Nom de vue trop long (maximum %s caractères).

source: Could not update the view because a database error occurred.
de_de: Die View konnte aufgrund eines Datenbankfehlers nicht aktualisiert werden.
fr_fr: Impossible de mettre à jour la vue en raison d'une erreur de base de données.

source: There are zones associated with this view.
de_de: Es gibt keine zugehörigen Zonen zu dieser View.
fr_fr: Il y a des zones associées à cette vue.

source: The corresponding configs could not be deleted.
de_de: Die korrespondierenden Konfigurationen konnten nicht gelöscht werden.
fr_fr: Les configurations correspondantes n'ont pas pu être supprimées.

source: This view could not be deleted because a database error occurred.
de_de: Die View konnte aufgrund eines Datenbankfehlers nicht gelöscht werden.
fr_fr: Cette vue ne peut pas être supprimée en raison d'une erreur de base de données.

source: Add View
de_de: View hinzufügen
fr_fr: Ajouter Vue

source: Edit View
de_de: View bearbeiten
fr_fr: Modifier Vue

source: Reload
de_de: Aktualisieren
fr_fr: Recharger

source: There are no zones.
de_de: Es existieren keine Zonen.
fr_fr: Il n'y a pas de zones.

source: Only view zones that need attention
de_de: Zeige nur Zonen, die Aufmerksamkeit benötigen
fr_fr: Afficher seulement les zones qui nécessitent votre attention

source: Added a zone with the following details:
de_de: Zone mit folgenden Details hinzugefügt:
fr_fr: Zone ajouté avec les détails suivants :

source: Cannot find cloned zone.
de_de: Kann geklonte Zone nicht finden.
fr_fr: Impossible de trouver la zone clonée.

source: Could not add zone because a database error occurred.
fr_fr: Impossible d'ajouter la zone en raison d'une erreur de base de données.

source: There are associated records with this zone.
de_de: Es gibt zugehörige Records zu dieser Zone.
fr_fr: Il y a des enregistrements associés avec cette zone.

source: Could not update the zone because a database error occurred.
de_de: Die Zone konnte aufgrund eines Datenbankfehlers nicht aktualisiert werden.
fr_fr: Impossible de mettre à jour la zone en raison d'une erreur de base de données.

source: Could not update the child zones because a database error occurred.
de_de: Aufgrund eines Datenbankfehlers konnten die Child Zones nicht aktualisiert werden.
fr_fr: Impossible de mettre à jour les zones enfant en raison d'une erreur de base de données.

source: Could not update zone because a database error occurred.
de_de: Die Zone konnte aufgrund eines Datenbankfehlers nicht aktualisiert werden.
fr_fr: Impossible de mettre à jour la zone en raison d'une erreur de base de données.

source: The associated configs for this zone could not be deleted because a database error occurred.
de_de: Die zugehörigen Konfigurationen für diese Zonen konnten aufgrund eines Datenbankfehlers nicht gelöscht werden.
fr_fr: Les configurations associée à cette zone n'ont pas pu être supprimées en raison d'une erreur de base de données.

source: The associated records for this zone could not be deleted because a database error occurred.
de_de: Die zugehörigen Records für diese Zone konnten aufgrund eines Datenbankfehlers nicht gelöscht werden.
fr_fr: Les enregistrements associés à cette zone n'ont pas pu être supprimées en raison d'une erreur de base de données.

source: The SOA for this zone could not be deleted because a database error occurred.
de_de: Der SOA für diese Zone konnte aufgrund eines Datenbankfehlers nicht gelöscht werden.
fr_fr: Le SOA de cette zone n'a pas pu être supprimée en raison d'une erreur de base de données.

source: The zone could not be removed from the %s table because a database error occurred.
de_de: Die Zone konnte aufgrund eines Datenbankfehlers nicht von der Tabelle %s gelöscht werden.
fr_fr: La zone n'a pas pu être supprimée de la table %s en raison d'une erreur de base de données.

source: The associated records for the cloned zones could not be deleted because a database error occurred.
de_de: Die zugehörigen Records für die geklonten Zonen konnten aufgrund eines Datenbankfehlers nicht gelöscht werden.
fr_fr: Les enregistrements associés aux zones clonés n'ont pas pu être supprimés en raison d'une erreur de base de données.

source: The associated clones for this zone could not be deleted because a database error occurred.
de_de: Die zugehörigen Klone für diese Zone konnten aufgrund eines Datenbankfehlers nicht gelöscht werden.
fr_fr: Les clones associés à cette zone n'ont pas pu être supprimés en raison d'une erreur de base de données.

source: This zone could not be deleted because a database error occurred.
de_de: Die Zone konnte aufgrund eines Datenbankfehlers nicht gelöscht werden.
fr_fr: Cette zone n'a pas pu être supprimée en raison d'une erreur de base de données.

source: This zone does not exist.
de_de: Diese Zone existiert nicht.
fr_fr: Cette zone n'existe pas.

source: The SOA record still needs to be created for this zone
de_de: Der SOA Records muss für diese Zone erstellt werden
fr_fr: L'enregistrement SOA est toujours en attente de création pour cette zone

source: One more more NS records still needs to be created for this zone
de_de: Einer oder mehrere NS Records müssen für diese Zone erstellt werden
fr_fr: Un plusieurs enregistrements NS sont toujours en attente de création pour cette zone

source: Clone this zone
de_de: Zone klonen
fr_fr: Cloner cette zone

source: Differences from parent zone
de_de: Unterschiede von Parent Zone
fr_fr: Différences par rapport à la zone parente

source: Reload Available
de_de: Aktualisierung verfügbar
fr_fr: Rechargement Disponible

source: Based on %s
de_de: Basiert auf %s
fr_fr: Basé sur %s

source: Configure Additional Options
de_de: Zusätzliche Optionen konfigurieren
fr_fr: Configurer des Options Supplémentaires

source: Add Zone
de_de: Zone hinzufügen
fr_fr: Ajouter Zone

source: Edit Zone
de_de: Zone bearbeiten
fr_fr: Modifier Zone

source: Template
de_de: Vorlage
fr_fr: Modèle

source: Changing the template will delete all config options for this zone.
de_de: Ändern des Templates wird alle Optionen für diese Zonen löschen.
fr_fr: Modifier le modèle supprimera toutes les options de configuration de cette zone.

source: Domain Name
fr_fr: Nom de Domaine

source: Zone Map
de_de: Zonen Map
fr_fr: Type d'Association

source: Zone Type
de_de: Zonen Typ
fr_fr: Type de Zone

source: Define forwarders
de_de: Forwarders definieren
fr_fr: Définissez les redirecteurs

source: Define masters
de_de: Maters definieren
fr_fr: Définissez les maîtres

source: Clone Of (optional)
de_de: Klon von (optional)
fr_fr: Clone De (facultatif)

source: Override DNAME Resource Record Setting
de_de: DNAME REsource Record übersteuern
fr_fr: Outrepasser le Paramètre des Enregistrements de Ressources DNAME

source: DNS Servers
de_de: DNS Server
fr_fr: Serveurs DNS

source: All Views
de_de: Alle Views
fr_fr: Toutes les Vues

source: Failed: There was no SOA record found for this zone.
de_de: Fehlgeschlagen: Es wurde kein SOA Records für diese Zone gefunden.
fr_fr: Échec : Aucuns enregistrements SOA trouvés pour cette zone.

source: There are no DNS servers hosting this zone.
de_de: Es gibt keine DNS Server, die diese Zone hosten.
fr_fr: Aucuns serveurs DNS hébergeant cette zone.

source: This zone will be updated on the next cron run.
de_de: Diese Zone wird beim nächsten cron aktualisiert.
fr_fr: Cette zone sera mis à jour lors de la prochain exécution de cron.

source: Failed: could not access %s (tcp/%d).
de_de: Fehlgeschlagen: Konnte nicht auf %s zugreifen (tcp/%d).
fr_fr: Échec : Impossible d'accéder à %s (tcp/%d).

source: Settings
fr_fr: Paramètres

source: Zone reload was successful.
de_de: Zonen Aktualisierung war erfolgreich.
fr_fr: Rechargement de la zone avec succès.

source: Reloaded zone '%s'.
de_de: Zone '%s' aktualisiert.
fr_fr: Zone '%s' rechargée.

source: %s is not a valid zone ID.
de_de: %s ist keine gültige Zonen ID.
fr_fr: %s n'est pas un ID de zone valide.

source: Failed: Zone is not available for reload.
de_de: Fehlgeschlagen: Zone ist nicht verfügbar für Aktualisierung.
fr_fr: Échec : La zone n'est pas disponible pour rechargement.

source: Failed: Zone is not a master zone.
de_de: Fehlgeschlagen: Zone ist keine Master Zone.
fr_fr: Échec : La zone n'est pas une zone maître.

source: Failed: You do not have permission to reload this zone.
de_de: Fehlgeschlagen: Sie sind nicht berechtigt, diese Zone zu aktualisieren.
fr_fr: Échec : Vous n'êtes pas autorisé à recharger cette zone.

source: No zone name defined.
de_de: Kein Zonen Name angegeben
fr_fr: Aucun nom de zone défini.

source: Invalid zone name.
de_de: Ungültiger Zonen Name
fr_fr: Nom de zone invalide.

source: Zone already exists.
de_de: Zone existiert bereits.
fr_fr: Cette zone existe déjà.

source: Zone already exists for all views.
de_de: Zone existiert bereits für alle Views.
fr_fr: Cette zone existe déjà pour toutes les vues.

source: Zone already exists for the '%s' view.
de_de: Zone existiert bereits für die View '%s'.
fr_fr: Cette zone existe déjà pour la vue '%s'.

source: Zone name is too long (maximum %d character).
de_de: Zonen Name ist zu lang (maximal %d Zeichen).
fr_fr: Nom de zone trop long (maximum %d caractère).

source: No forward servers defined.
fr_fr: Aucuns serveurs de redirection définis.

source: No master servers defined.
de_de: Keine Master Servers angegeben.
fr_fr: Aucun serveurs maîtres définis.

source: inherited
de_de: vererbt
fr_fr: hérité

source: Filter Views
de_de: Views filtern
fr_fr: Filtres d'Affichage

source: Filter
de_de: Filtern
fr_fr: Filtre

source: View All
fr_fr: Vision Complète

source: Server Management
fr_fr: Gestion des Serveurs

source: Build Server Configs
fr_fr: Compiler les Configurations Serveur

source: Zone Management
fr_fr: Gestion de Zones

source: Record Management
fr_fr: Gestion d'Enregistrements

source: Reload Zones
fr_fr: Rechargement de Zones

source: Manage Settings
fr_fr: Gérer les Paramètres

source: Processing Reload
de_de: Aktualisierung verarbeiten
fr_fr: Rechargement en Cours

source: you are not authorized
de_de: sie sind nicht berechtigt
fr_fr: vous n’êtes pas autorisé.

source: Are you sure you want to delete this item?
de_de: Wollen Sie dieses Objekt wirklich löschen?
fr_fr: Êtes-vous sûr de vouloir supprimer cet élément ?

source: Success
fr_fr: Succès

source: Import Records
de_de: Records importieren
fr_fr: Importer les Enregistrements

source: Save
de_de: Speichern
fr_fr: Enregistrer

source: You need to define one or more zones first.
de_de: Sie müssen zuerst eine oder mehrere Zonen definieren.
fr_fr: Vous devez d'abord définir une ou plusieurs zones.

source: Import Zone Files
de_de: Zonenfiles importieren
fr_fr: Import de Fichiers de Zone

source: Import records from BIND-compatible zone files.
fr_fr: Importer des enregistrements depuis des fichiers de zone compatibles BIND.

source: File to import
de_de: Datei zum importieren
fr_fr: Fichier à Importer

source: Zone to import to
de_de: Zone, in die importiert werden soll
fr_fr: Zone d'Importation

source: Add New
de_de: Neue hinzufügen
fr_fr: Ajouter Nouvelle

source: Add New Zone
de_de: Neue Zone hinzufügen
fr_fr: Ajouter une Nouvelle Zone

source: Dump Cache
de_de: Cache sichern
fr_fr: Exporter le Cache

source: Clear Cache
de_de: Cache leeren
fr_fr: Purger le Cache

source: Select one or more servers
de_de: Wähle ein oder mehrere Server
fr_fr: Sélectionnez un ou plusieurs serveurs

source: Cache Management
de_de: Cache Verwaltung
fr_fr: Gestion du Cache

source: Dump or clear server cache.
de_de: Cache sichern oder löschen.
fr_fr: Exporter ou purger le cache serveur.

source: Name Server Groups
de_de: Nameserver Gruppen
fr_fr: Groupes de Serveurs de Noms

source: This server could not be set to %s.
de_de: Dieser Server konnte nicht auf %s gesetzt werden.
fr_fr: Ce serveur n'a pas pu être configuré à %s.

source: Set server (%s) status to %s.
de_de: Server (%s) Status auf %s setzen.
fr_fr: Configurer le statut du serveur (%s) à %s.

source: This server group could not be set to %s.
de_de: Die Server Gruppe konnte nicht auf %s gesetzt werden.
fr_fr: Ce groupe de serveur n'a pas pu être défini à %s.

source: Set server group (%s) status to %s.
de_de: Status von Server Gruppe (%s) auf %s setzen.
fr_fr: Configurer le statut du groupe de serveurs (%s) à %s.

source: Validate
de_de: Überprüfen
fr_fr: Valider

source: Add Record
de_de: Record hinzufügen
fr_fr: Ajouter Enregistrement(s)

source: Back
de_de: Zurück
fr_fr: Retour

source: Submit
de_de: Absenden
fr_fr: Valider

source: Include
fr_fr: Inclus

source: empty
de_de: leer
fr_fr: vide

source: Invalid
de_de: Ungültig
fr_fr: Invalide

source: Invalid IP
de_de: Ungültige IP
fr_fr: IP invalide

source: Invalid record
de_de: Ungültiger Eintrag
fr_fr: Enregistrement in valide

source: Invalid value
de_de: Ungültiger Wert
fr_fr: Valeur incorrecte

source: Reverse zone does not exist.
de_de: Reverse Zone existiert nicht
fr_fr: La zone inverse n'existe pas.

source: Created reverse zone.
de_de: Reverse Zone erstellt.
fr_fr: Zone inverse créée.

source: Forward domain not found.
de_de: Forward Domain nicht gefunden.
fr_fr: Domaine direct non trouvé.

source: Imported %d record from '%s' into %s.
de_de: %d Eintrag von '%s' in %s importiert.
fr_fr: %d enregistrement importé depuis '%s' vers %s.

source: Zone file export failed to write to temp file: %s. Please correct and try again.
de_de: Zonendatei Export in die temporäre Datei %s fehlgeschlagen. Bitte korrigieren und erneut versuchen.
fr_fr: L'exportation du fichier de zone n'a pas pu écrire dans le fichier temporaire : %s. Merci de corriger et d'essayer de nouveau.

source: You currently have no name servers hosting zones. <a href="%s">Click here</a> to manage one or more servers.
de_de: Sie haben zurzeit keine Nameserver Hosting Zonen. <a href="%s">Klicken Sie hier</a> um eine oder mehrere zu erstellen.
fr_fr: Vous n'avez actuellement aucuns serveurs de noms. <a href="%s">Cliquez ici</a> pour en définir un ou plusieurs à gérer.

source: Options
de_de: Optionen

source: Zones
de_de: Zonen

source: You have <b>%s</b> name server configured.
de_de: Sie haben <b>%s</b> Nameserver konfiguriert.

source: You have <b>%s</b> zone defined.
de_de: Sie haben <b>%s</b> Zone erstellt.

source: You have <b>%s</b> record.
de_de: Sie haben <b>%s</b> Zonen Eintrag.

source: Zone is secured with DNSSEC
de_de: Zone ist mit DNSSEC geschützt

source: Categories
de_de: Kategorien

source: Statistics
de_de: Statistiken

source: Sort Zone Names Hierarchically
de_de: Sortiere Zonennamen hierarchisch

source: Default DNSSEC Signature Expiry
de_de: Standard DNSSEC Signatur Verfall
